Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/aptdaemon.po
Languages: ne

source: Authentication is required to cancel the package management taks of another user.
ne: अर्को प्रयोगकर्ताको प्याकेज व्यवस्थापन कार्य रद्द गर्न प्रमाणीकरण जरुरी हुन्छ।

source: Authentication is required to install a local package file.
ne: स्थानीय प्याकेज फाईल प्रतिस्थापन गर्न प्रमाणीकरण जरुरी हुन्छ।

source: Authentication is required to install software packages
ne: सफ्टवेयर प्याकेजहरू प्रतिस्थापन गर्न प्रमाणीकरण जरुरी हुन्छ

source: Authentication is required to query the software repositories for installable packages
ne: सफ्टवेयर भण्डारहरूसँग प्रतिस्थापनयोग्य प्याकेजहरू सोधपुछ गर्न प्रमाणीकरण जरुरी हुन्छ

source: Authentication is required to remove software packages
ne: सफ्टवेयर प्याकेजहरू हटाउन प्रमाणीकरण जरुरी हुन्छ

source: Authentication is required to upgrade software packages
ne: सफ्टवेयर प्याकेजहरूको स्तरोन्नत गर्न प्रमाणीकरण जरुरी हुन्छ

source: Authentication is required to upgrade the system
ne: प्रणाली स्तरोन्नत गर्न प्रमाणीकरण जरुरी हुन्छ

source: Cancel the task of another user
ne: अर्को प्रयोगकर्ताको कार्य रद्द गर्नुहोस्

source: Install package file
ne: प्याकेज फाइल प्रतिस्थापन गर्नुहोस्

source: Install packages
ne: प्याकेजहरू प्रतिस्थापन गर्नुहोस्

source: Remove packages
ne: प्याकेजहरू हटाउनुहोस्

source: Update package information
ne: प्याकेज जानकारी ताजा गर्नुहोस्

source: Upgrade packages
ne: प्याकेजहरू स्तरोन्नत गर्नुहोस्

source: Upgrade system
ne: प्रणाली स्तरवृद्धि गर्नुहोस्

source: Show internal processing information
ne: आन्तरिक प्रक्रियारत जानकारी देखाउनुहोस्

source: Store profile stats in the specified file
ne: पार्श्वरुप विवरण तोकिएको फाइलमा राख्नुहोस्

source: Do not make any changes to the system (Only of use to developers)
ne: प्रणालीमा कुनै परिवर्तन नगर्नुहोस् (विकासकर्ताको प्रयोजनकालागि मात्रै)

source: Installed file
ne: प्रतिस्थापित फाइल

source: Installed packages
ne: प्रतिस्थापित प्याकेजहरू

source: Added key from file
ne: फाइलबाट थपिएको कुञ्जी

source: Updated cache
ne: अद्यावधिक गरिएको क्यास

source: Removed trusted key
ne: हटाइएको विश्वस्त कुञ्जी

source: Removed packages
ne: हटाइएका प्याकेजहरू

source: Updated packages
ne: अद्यावधिक प्याकेजहरू

source: Upgraded system
ne: स्तरोन्नत गरिएको प्रणाली

source: Applied changes
ne: लागू गरिएका परिवर्तनहरू

source: Successful
ne: सफलतापूर्वक

source: Canceled
ne: रद्द गरियो

source: Failed
ne: असफल भयो

source: Installing file
ne: फाइल प्रतिस्थापित हुँदै

source: Installing packages
ne: प्याकेजहरू प्रतिस्थापित हुँदै

source: Adding key from file
ne: फाइलबाट कुञ्जी थपिँदै

source: Updating cache
ne: क्यास अद्यावधिक गरिँदै

source: Removing trusted key
ne: विश्वस्त कुञ्जी हटाइदै

source: Removing packages
ne: प्याकेजहरू हटाइदै

source: Updating packages
ne: प्याकेजहरू अद्यावधिक गरिदै

source: Upgrading system
ne: प्रणाली स्तरोन्नत गरिदै

source: Applying changes
ne: परिवर्तनहरू लागू गरिदै

source: Installation of the package file failed
ne: प्याकेज फाइलको स्थापना असफल

source: Installation of software failed
ne: सफ्टवेयरको स्थापना असफल

source: Refreshing the software list failed
ne: सफ्टवेयर सूची रिफ्रेस असफल

source: Removing software failed
ne: सफ्टवेयर हटाउने कार्य असफल

source: Updating software failed
ne: सफ्टवेयर अद्यावधिक असफल

source: Upgrading the system failed
ne: प्रणाली स्तरवृद्धि असफल

source: Check your Internet connection.
ne: तपाईको इन्टरनेट सम्बन्ध जाँच गर्नुहोस्।

source: This is a serious problem. Try again later. If this problem appears again, please report an error to the developers.
ne: यो एउटा गम्भिर समस्या हो। पुन: प्रयास गर्नुहोला। यो समस्या पुन: देखा परेमा, कृपया विकासकर्तालाई त्रुटिको जानकारी जानकारी गराउनुहोला।

source: There isn't any need for an update.
ne: अद्यावधिकको कुनै आवश्यकता छैन्।

source: There isn't any need for an installation
ne: स्थापनाको कुनै आवश्यकता छैन्।

source: There isn't any need for a removal.
ne: हटाउनु पर्ने कुनै आवश्यकता छैन्।

source: You requested to remove a package which is an essential part of your system.
ne: तपाईले प्रणालीको आवश्यक अङ्ग भएको प्याकेज हटाउन अनुरोध गर्नुभयो।

source: The installation or removal of a software package failed.
ne: सफ्टवेयर प्याकेज स्थापना वा हटाउन असफल।

source: This should not happen.
ne: यो नहुनु पर्ने हो।

source: This error could be caused by required additional software packages which are missing or not installable. Futhermore there could be a conflict between software packages which are not allowed to be installed at the same time.
ne: यो त्रुटि हराइरहेका वा इन्सटल गर्न नमिल्ने अतिरिक्त सफ्टवेयर प्याकेजहरुले गर्दा हुन सक्छ। त्यस बाहेक एकै पल्ट इन्सटल गर्न नमिल्ने सफ्टवेयर प्याकेजहरु बीच द्वन्द भएको पनि हुनसक्छ।

source: The action would require the installation of packages from not authenticated sources.
ne: यो क्रियाका लागि अप्रमाणित स्रोतहरुबाट प्याकेजहरु इन्सटल गर्नु पर्ने हुन्छ।

source: Failed to download package files
ne: प्याकेज फाइलहरु डाउनलोड गर्न असफल

source: Failed to download repository information
ne: रिपोजिटरी जानकारी डाउनलोड गर्न असफल

source: Package dependencies cannot be resolved
ne: प्याकेजका निर्भरताहरु निर्धारण गर्न सकिएन्

source: The package system is broken
ne: प्याकेज प्रणाली काम नगर्ने भएको छ

source: Key was not installed
ne: कि इन्सटल भएको थिएन्

source: Key was not removed
ne: कि हटाइएको थिएन्

source: Failed to lock the package manager
ne: प्याकेज प्रबन्धक रोक्का गर्न असफल

source: Failed to load the package list
ne: प्याकेज सूची लोड गर्न असफल

source: Package does not exist
ne: प्याकेज विद्यमान छैन

source: Package is already up-to-date
ne: प्याकेज पहिले देखि नै नविनतम छ

source: Package is already installed
ne: प्याकेज पहिले देखि नै स्थापित छ

source: Package isn't installed
ne: प्याकेज स्थापित छैन

source: Failed to remove essential system package
ne: आवश्यक प्रणाली प्याकेज हटाउन असफल

source: Task cannot be monitored or controlled
ne: कार्य अनुगमन वा नियन्त्रण गर्न सकिन्न

source: Package operation failed
ne: प्याकेज कार्य असफल

source: Requires installation of untrusted packages
ne: अविश्वसनीय प्याकेजहरुको स्थापना आवश्यक छ

source: An unknown error occurred
ne: अज्ञात त्रुटि भयो

source: Waiting for service to start
ne: सेवा शुरु हुनका लागि कुर्दै

source: Waiting for other tasks
ne: अन्य कार्यहरुका लागि कुर्दै

source: Waiting for required medium
ne: आवश्यक माध्यमका लागि कुर्दै

source: Running task
ne: कार्य चलाउँदै

source: Downloading
ne: डाउनलोड गर्दै

source: Cleaning up
ne: सफा गर्दै

source: Resolving dependencies
ne: निर्भरताहरु निर्धारण गर्दै

source: Finished
ne: सकियो

source: Cancelling
ne: रद्द गर्दै

source: Loading software list
ne: सफ्टवेयर सूची लोड गर्दै

source: Downloaded %sB of %sB at %sB/s
ne: %sB मध्ये %sB %sB/s मा डाउनलोड गरियो

source: Downloaded %sB of %sB
ne: %sB मध्ये %sB डाउनलोड गरियो

source: Details
ne: विवरणहरु

source: CD/DVD '%s' is required
ne: '%S' सिडि/डिभिडि आवश्यक छ

source: Please insert the above CD/DVD into the drive '%s' to install software packages from the medium.
ne: माध्यमबाट सफ्टवेयर प्याकेजहर इन्सटल गर्न कृपया माथिको सिडि/डिभिडि ड्राइव '%s'मा छिराउनुहोस्।

source: C_ontinue
ne: जारी राख्नुहोस्

source: Replace your changes in '%s' with a later version of the configuration file?
ne: के '%s'मा तपाईका परिवर्तनहरु कन्फिगरेसन फाइलको पछिल्लो संस्करण सित साट्ने?

source: If you don't know why the file is there already, it is usually safe to replace it.
ne: तपाईलाई फाइल पहिले देखि किन छ भन्ने थाहा छैन भने सामान्यत: यसलाई बदलिनु सुरक्षित हुन्छ।

source: _Changes
ne: _परिवर्तनहरु

source: _Details
ne: _विवरणहरु

source: Installing %s
ne: %s स्थापना गर्दै

source: Configuring %s
ne: %s कनफिगर गर्दै

source: Removing %s
ne: %s हटाउँदै

source: Purging %s
ne: %s सफा गर्दै

source: Upgrading %s
ne: %sको स्तरवृद्धि गर्दै

source: Downloading %s
ne: %s डाउनलोड गर्दै
