Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/desktop_kdeadmin.po
Languages: ne

# Name
source: KDat
ne: केडीई ड्याट

# GenericName
source: Tape Backup Tool
ne: टेप ब्याकअप उपकरण

# Comment
source: Configure Network Settings
ne: सञ्जाल सेटिङ कन्फिगर गर्नुहोस्

# Name
source: Network Settings
ne: सञ्जाल सेटिङ

# Comment
source: Configure TCP/IP settings
ne: टीसीपी/आईपी सेटिङ कन्फिगर गर्नुहोस्

# GenericName
source: Configure TCP/IP Settings
ne: टीसीपी/आईपी सेटिङ कन्फिगर गर्नुहोस्

# GenericName
source: SysV-Init Editor
ne: SysV-Init सम्पादक

# Comment
source: SysV-Init Editor Log File
ne: SysV-Init सम्पादक लग फाइल

# Comment
source: Saved Init Configuration
ne: बचत गरिएको Init कन्फिगरेसन

# Name
source: KUser
ne: केडीई प्रयोगकर्ता

# GenericName
source: User Manager
ne: प्रयोगकर्ता प्रबन्धक

# Name
source: Boot Manager (LILO)
ne: बुट प्रबन्धक (LILO)

# Comment
source: Configure LILO (the Linux boot manager)
ne: LILO कन्फिगर गर्नुहोस् (लिनक्स बुट प्रबन्धक)

# Name
source: RPM Stats
ne: आरपीएम तथ्याङ्क

# Name
source: Printer Configuration
ne: प्रिन्टर कन्फिगरेसन

# Comment
source: Configure local and remote Printers
ne: स्थानिय र सुदूर प्रिन्टरहरु कन्फिगर गर्नुहोस्
