Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/gdm.po
Languages: ne

source: /dev/urandom is not a character device
ne: /dev/urandom क्यारेक्टर यन्त्र होइन

source: GNOME Display Manager Slave
ne: जिनम प्रदर्श प्रबन्धक स्लेभ

source: could not find user "%s" on system
ne: प्रणालीमा प्रयोगकर्ता "%s"लाई भेटाउन सकिएन्

source: Unable to initialize login system
ne: लगइन प्रणाली शुरुवात गर्न असक्षम

source: Unable to authenticate user
ne: प्रयोगकर्ता प्रमाणीकरण गर्न असक्षम

source: Unable to authorize user
ne: प्रयोगकर्तालाई अधिकार दिन असक्षम

source: Unable to establish credentials
ne: परिचय स्थापित गर्न असक्षम

source: %s: failed to connect to parent display '%s'
ne: %s: प्रमूल प्रदर्शन '%s' लाई जडान गर्न अक्षम

source: Server was to be spawned by user %s but that user doesn't exist
ne: सर्भर %s प्रयोगकर्ताद्वारा निर्माण हुनुपर्ने थियो तर सो प्रयोगकर्ता विद्यमान छैन्

source: %s: Could not open logfile for display %s!
ne: %s:%s! प्रदर्शनका लागि लग-फाइल खोल्न सकिएन!

source: %s: Error setting %s to %s
ne: %s को %s बाट %s मा राख्दार्दा गल्ती भएको छ।

source: %s: Server priority couldn't be set to %d: %s
ne: %s: सर्भरको प्राथमिकताहरू %d मा सेट हुन सक्दैन: %s

source: %s: Empty server command for display %s
ne: %s: %s मा डिस्प्लेको लागि सेवादायकको खालि आदेश

source: Username
ne: प्रयोगकर्ता नाम

source: The username
ne: प्रयोगकर्ता नाम

source: Hostname
ne: होस्ट नाम

source: The hostname
ne: होस्ट नाम

source: Display Device
ne: प्रदर्श यन्त्र

source: The display device
ne: प्रदर्श यन्त्र

source: error initiating conversation with authentication system - %s
ne: प्रमाणीकरण प्रणालीसित संवाद शुरु गर्दा त्रुटि - %s

source: general failure
ne: सामान्य असफलता

source: application programmer error
ne: सफ्टवेयर प्रोग्रामर त्रुटि

source: unknown error
ne: अज्ञात त्रुटि

source: Username:
ne: प्रयोगकर्ता नाम:

source: error informing authentication system of user's hostname - %s
ne: प्रमाणीकरण प्रणालीलाई प्रयोगकर्ताको होस्टनामको जानकारी दिँदा त्रुटि -%s

source: error informing authentication system of user's console - %s
ne: प्रमाणीकरण प्रणालीलाई प्रयोगकर्ताको कन्सोलको जानकारी दिँदा त्रुटि -%s

source: error informing authentication system of display string - %s
ne: प्रमाणीकरण प्रणालीलाई दृश्य स्ट्रिङको जानकारी दिँदा त्रुटि -%s

source: no user account available
ne: कुनै प्रयोगकर्ता खाता उपलब्ध छैन्

source: Unable to change to user
ne: प्रयोगकर्तामा परिवर्तन गर्न असक्षम

source: User %s doesn't exist
ne: प्रयोगकर्ता %s विद्यामान छैन

source: Group %s doesn't exist
ne: समूह %s विद्यामान छैन

source: Could not create socket!
ne: सकेट सिर्जना गर्न सकेन!

source: Denied XDMCP query from host %s
ne: %s होस्ट्बाट XDMCP क्वेरी नकारिएको छ

source: Could not extract authlist from packet
ne: प्याकेटबाट प्रमाणीकरण सूची निकाल्न सकेन

source: Error in checksum
ne: जोड जाँचमा त्रुटि

source: Bad address
ne: खराब ठेगाना

source: %s: Could not read display address
ne: %s: प्रदर्श गरेको ठेगाना पढ्न सकेन

source: %s: Could not read display port number
ne: %s: प्रदर्श गरेको पोर्ट् सङ्ख्या पढ्न सकेन

source: %s: Could not extract authlist from packet
ne: %s: प्याकेटबाट प्रमाणीकरण सूची निकाल्न सकेन

source: %s: Error in checksum
ne: %s:जोड जाँचमा त्रुटि

source: %s: Got REQUEST from banned host %s
ne: %s: वर्जित होस्ट् %s बाट REQUEST भेट्टायो

source: %s: Could not read Display Number
ne: %s: प्रदर्शन गरेको सङ्ख्या पढ्न सकिएन

source: %s: Could not read Connection Type
ne: %s: जडानको प्रकारलाई पढ्न सकिएन

source: %s: Could not read Client Address
ne: %s: ग्राहकको ठेगाना पढ्न सकेन

source: %s: Could not read Authentication Names
ne: %s: प्रमाणीकरण गरिएको नामहरू पढ्न सकेन

source: %s: Could not read Authentication Data
ne: %s: प्रमाणीकरण गरिएको डेटा पढ्न सकिएन

source: %s: Could not read Authorization List
ne: %s: अधिकारप्राप्त सूची पढ्न सकिएन

source: %s: Could not read Manufacturer ID
ne: %s: उत्पादका परिचय(ID) पढ्न सकिएन

source: %s: Failed checksum from %s
ne: %s: %s बाट जोड जाँछ गर्न गर्न असफल भयो

source: %s: Got Manage from banned host %s
ne: %s: वर्जित होस्ट् %sबाट प्रबन्ध पायो

source: %s: Could not read Session ID
ne: %s: सत्रको परिचय (ID) पढ्न सकिएन

source: %s: Could not read Display Class
ne: %s: प्रदर्शन कक्ष पढ्न सकिएन

source: %s: Could not read address
ne: %s: ठेगाना पढ्न सकिएन

source: %s: Got KEEPALIVE from banned host %s
ne: %s: वर्जित होस्ट %s बाट KEEPALIVE पाइयो

source: GdmXdmcpDisplayFactory: Could not read XDMCP header!
ne: GdmXdmcpDisplayFactory: XDMCD हेडर पढ्न सकेन!

source: XMDCP: Incorrect XDMCP version!
ne: XMDCP: गलत XMDCP संस्करण!

source: Could not get server hostname: %s!
ne: सर्भरको होस्ट नाम पाउन सकिएन: %s!

source: Can't find the GDM user '%s'. Aborting!
ne: जिडिएम प्रयोगकर्ता '%s' भेटाउन सकेन। समाप्त गर्दै!

source: The GDM user should not be root. Aborting!
ne: जिडिएम प्रयोगकर्ता रुट हुनुहुँदैन। समाप्त गर्दै!

source: Can't find the GDM group '%s'. Aborting!
ne: जिडिएम समूह '%s' भेटाउन सकेन। समाप्त गर्दै!

source: The GDM group should not be root. Aborting!
ne: जिडिएम समूह रुट हुनुहुँदैन। समाप्त गर्दै!

source: Make all warnings fatal
ne: सबै चेतावनीहरु घातक बनाउने

source: Print GDM version
ne: जिडिएम संस्करण मुद्रण गर्नुहोस्

source: GNOME Display Manager
ne: जिनम प्रदर्श प्रबन्धक

source: Only the root user can run GDM
ne: रुट प्रयोगकर्ताले मात्र जिडिएम चलाउन सक्छ

source: GNOME Display Manager Session Worker
ne: जिनम प्रदर्श प्रबन्धक सत्र कर्ता

source: name
ne: नाम

source: Change login screen configuration
ne: लगइन स्क्रिन कन्फिगरेसन परिवर्तन गर्नुहोस्

source: Privileges are required to change the login screen configuration.
ne: लगइन स्क्रिन कन्फिगरेसन परिवर्तन गर्न अधिकार चाहिन्छन्।

source: Login Window
ne: विन्डो लगइन गर्नुहोस्

source: Power Manager
ne: उर्जा प्रबन्धक

source: Use an onscreen keyboard
ne: स्क्रिनमा भएको कीबोर्ड प्रयोग गर्नुहोस्

source: Present on-screen information as speech or braille
ne: स्क्रिनमा भएको जानकारी भाषण वा ब्रैलका रुपमा प्रस्तुत गर्नुहोस्

source: Login Screen
ne: लगइन स्क्रिन

source: Log in as %s automatically
ne: %sका रुपमा स्वत: लग इन गर्नुहोस्

source: Select %s as default session
ne: %sलाई पूर्वनिर्धारित सत्रका रुपमा छान्नुहोस्

source: Login Screen Settings
ne: लगइन स्क्रिनका सेटिङ्हरु

source: When the computer starts up:
ne: जब कम्प्युटर शुरु हुन्छ:

source: Select System
ne: प्रणाली छान्नुहोस्

source: XDMCP: Could not create XDMCP buffer!
ne: %s: XDMCP बफर सिर्जना गर्न सकेन !

source: XDMCP: Could not read XDMCP header!
ne: XDMCP: XDMCP हेडर पढ्न गर्न सकेन !

source: Value
ne: मान

source: percentage of time complete
ne: सकिएको समयको प्रतिशत

source: Inactive Text
ne: निष्क्रिय पाठ

source: The text to use in the label if the user hasn't picked an item yet
ne: प्रयोगकर्ताले वस्तु अझै छानेको अवस्थामा लेबलमा प्रयोग गर्नुपर्ने पाठ

source: Active Text
ne: सक्रिय पाठ

source: The text to use in the label if the user has picked an item
ne: प्रयोगकर्ताले वस्तु छानेमा लेबलमा प्रयोग गर्नुपर्ने पाठ

source: Automatically logging in...
ne: स्वत: लगइन गर्दै...

source: Cancelling...
ne: रद्द गर्दै...

source: Select language and click Log In
ne: भाषा छान्नुहोस् र लग इनमा क्लिक गर्नुहोस्

source: Computer Name
ne: कम्प्युटरको नाम

source: Log In
ne: लग इन

source: Version
ne: संस्करण

source: Panel
ne: प्यानल

source: Suspend
ne: निलम्बन

source: Restart
ne: फेरि शुरु गर्नुस

source: Shut Down
ne: बन्द गर्नुहोस्

source: Languages
ne: भाषाहरु

source: _Languages:
ne: _भाषाहरु:

source: _Language:
ne: _भाषा:

# language
source: Other...
ne: अन्य...

source: Choose a language from the full list of available languages.
ne: उपलब्ध भाषाहरुको पूरा सूचीबाट भाषा छान्नुहोस्

source: Unspecified
ne: अव्यक्त

source: Keyboard layouts
ne: कीबोर्ड ढाँचाहरु

source: _Keyboard:
ne: _कीबोर्ड:

# keyboard
source: Other...
ne: अन्य...

source: Choose a keyboard layout from the full list of available layouts.
ne: उपलब्ध ढाँचाहरुको पूरा सूचीबाट कीबोर्ड ढाँचा छान्नुहोस्।

source: Label Text
ne: लेबल पाठ

source: The text to use as a label
ne: लेबलका रुपमा प्रयोग गर्नुपर्ने पाठ

source: Icon name
ne: आइकन नाम

source: The icon to use with the label
ne: लेबलका साथ प्रयोग गर्ने आइकन

source: Default Item
ne: पूर्वनिर्धारित वस्तु

source: Max Item Count
ne: अधिकतम वस्तु संख्या

source: Remote Login (Connecting to %s...)
ne: दुर्गम लगइन (%s सँग संपर्क गर्दै...)

source: Remote Login (Connected to %s)
ne: दुर्गम लगइन (%s सँग संपर्कमा)

source: Remote Login
ne: दुर्गम लगइन

source: _Sessions:
ne: _सत्रहरु:

source: Banner message text
ne: ब्यानर संदेश पाठ

source: Do not show known users in the login window
ne: लगइन विन्डोमा ज्ञात प्रयोगकर्ताहरु नदेखाउने

source: Recently selected keyboard layouts
ne: हालै छानिएका कीबोर्ड ढाँचाहरु

source: Recently selected languages
ne: हालै छानिएका भाषाहरु

source: Text banner message to show on the login window.
ne: लगइन विन्डोमा देखाउनु पर्ने पाठ ब्यानर संदेश

source: Duration
ne: अवधि

source: Number of seconds until timer stops
ne: टाइमर बन्द हुन बाँकी सेकेन्ड

source: Start time
ne: शुरुको समय

source: Time the timer was started
ne: टाइमर शुरु भएको समय

source: Is it Running?
ne: के यो चल्दै छ?

source: Manager
ne: प्रबन्धक

# user
source: Other...
ne: अन्य...

source: Choose a different account
ne: अर्को खाता छान्नुहोस्

source: Guest
ne: अतिथि

source: Login as a temporary guest
ne: अस्थाई

source: Automatic Login
ne: स्वचालित लगइन

source: Automatically login to the system after selecting options
ne: विकल्पहरु छानेपछि प्रणालीमा स्वत: लगइन गर्नुहोस्

source: Log in as %s
ne: %s का रुपमा लगइन गर्नुहोस्

source: Currently logged in
ne: वर्तमानमा लग इन भएको

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ne: यो प्रोग्राम उपयोगी हुन्छ भन्ने आशामा तर वारेन्टीबिना; यहाँसम्म कि कुनै ब्यापारिक उपलक्षित वारेन्टी बिना वा कुनै विशेष उदेश्यबिना नै वितरण गरिएको छ । अरु विस्तृत विवरणका लागि GNU General Public License हेर्नुहोस् ।

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
ne: तपाईँले यो प्रोग्रामको साथसाथै जीएनयू साधरण सार्वजनिक इजाजतपत्रको प्रतिलिपि प्राप्त गर्नुपर्नेछ; यदि छैन भने, Free Software Foundation, Inc., 51 Franklin Stree, Fifth Floor, Boston, MA 02110-1301, USA मा पत्राचार गर्नुहोस्

source: A menu to quickly switch between users.
ne: प्रयोगकर्ता चाँडै साटासाट गर्न मिल्नका लागि मेन्यु

source: translator-credits
ne: Jitendra Harlalka <jitendra@otrc.gov.np>

source: Can't logout: %s
ne: लग आउट गर्न सकेन: %s

source: Available
ne: उपलब्ध

source: Invisible
ne: अदृश्य

source: Busy
ne: व्यस्त

source: Away
ne: अनुपस्थित

source: Account Information
ne: खाताको जानकारी

source: System Preferences
ne: प्रणाली प्राथमिकताहरु

source: Switch User
ne: प्रयोगकर्ता साटासाट गर्नुहोस्

source: Quit...
ne: बन्द गर्नुहोस्...

source: Unknown
ne: अज्ञात

source: Change account settings and status
ne: खाताको सेटिङ् र स्थिति परिवर्तन गर्नुहोस्

source: A menu to quickly switch between users
ne: प्रयोगकर्ता चाँडै साटासाट गर्न मिल्नका लागि मेन्यु

source: User Switcher
ne: प्रयोगकर्ता साटासाट गर्ने

source: Edit Personal _Information
ne: व्यक्तिगत जानकारी सम्पादन गर्नुहोस्

source: _About
ne: _बारे

source: _Edit Users and Groups
ne: प्रयोगकर्ताहरु र समूहहरु सम्पादन गर्नुहोस्

source: Only the VERSION command is supported
ne: VERSION कमान्ड मात्रै मान्य छ

source: COMMAND
ne: कमान्ड

source: Ignored - retained for compatibility
ne: बेवास्ता गरियो - अनुकुलताका लागि राखिएको

source: Debugging output
ne: निर्गतमा भएको त्रुटि सँच्याउँदैं

source: Version of this application
ne: यो सफ्टवेयरको संस्करण

source: Could not identify the current session.
ne: वर्तमान सत्र पहिचान गर्न सकिएन्।

source: - New GDM login
ne: - नयाँ जीडिएम लगइन

source: Unable to start new display
ne: नयाँ प्रदर्श शुरु गर्न असक्षम

source: Screenshot taken
ne: स्क्रिनसट लिइयो

source: Take a picture of the screen
ne: स्क्रिनको फोटो लिनुहोस्
