Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/gnome-applets-2.0.po
Languages: ne

source: _About
ne: _बारेमा

source: _Help
ne: _मद्दत

source: _Keyboard Accessibility Preferences
ne: _कुञ्जीपाटी पहुँचता प्राथमिकताहरू

source: AccessX Status Applet Factory
ne: पहुँच-X वस्तुस्थिति एप्पलेट फ्याक्ट्री

source: Keyboard Accessibility Status
ne: कुञ्जीपाटी उपलब्धता वस्तुस्थिति

source: Keyboard Accessibility Status Applet Factory
ne: कुञ्जीपाटी पहुँचता वस्तुस्थिति एप्लेट कारखाना

source: Shows the status of keyboard accessibility features
ne: कीबोर्ड सुलभता विशेषताको वस्तुस्थिति देखाउँछ

source: Shows the state of AccessX features such as latched modifiers
ne: पहुँच-X विशेषता जस्तै ल्याचेड सुधारकको अवस्था देखाउँछ

source: translator-credits
ne: Mahesh Subedi <submanesh@hotmail.com> Shiva Pokharel <pokharelshiva@hotmail.com> Shyam Krishna Bal <shyamkrishna_bal@yahoo.com> Narayan Kumar Magar <narayan@mpp.org.np>, Jitendra Harlalka <jitendra@otrc.gov.np> Launchpad Contributions: Bijay Rai https://launchpad.net/~beejoy Rabi Poudyal https://launchpad.net/~rabipoudel thomay https://launchpad.net/~thomasshrestha

source: There was an error launching the help viewer: %s
ne: मद्दत प्रदर्शक शुरुवात गर्दा त्रुटी भेटियो: %s

source: There was an error launching the keyboard preferences dialog: %s
ne: कुञ्जीपाटी प्राथमिकता सम्वाद सुरू गर्दा त्रुटि थियो: %s

source: a
ne: क

source: AccessX Status
ne: पहुँच-X वस्तुस्थिति

source: Shows keyboard status when accessibility features are used.
ne: सुलभता विशेषताहरू प्रयोग हुँदाको कीबोर्डको स्थिति देखाँउछ

source: XKB Extension is not enabled
ne: एक्सकेबी (XKB) विस्तार सक्षम छैन

source: Unknown error
ne: अज्ञात त्रुटि

source: Error: %s
ne: त्रुटि: %s

source: Displays current state of keyboard accessibility features
ne: कीबोर्ड सुलभता विशेषताहरूको चालु अवस्था देखाउँछ

source: Battery Charge Monitor
ne: ब्याट्री चार्ज मोनिटर

source: Battstat Factory
ne: ब्याट्स्ट्याट फ्याक्ट्री

source: Monitor a laptop's remaining power
ne: ल्यापटपको बाँकी रहेको पावर अनुगमन गर्नुहोस्

source: _Preferences
ne: अभिरुचीहरू (_P)

source: System is running on AC power
ne: प्रणाली AC शक्त्तिमा चलिरहेको छ

source: System is running on battery power
ne: प्रणाली ब्याट्री शक्त्तिमा चलिरहेको छ

source: Battery charged (%d%%)
ne: ब्याट्री चार्ज गरियो (%d%%)

source: Unknown time (%d%%) remaining
ne: अज्ञात समय (%d%%) बाँकी

source: Unknown time (%d%%) until charged
ne: अज्ञात समय (%d%%) चार्ज नभएसम्म

source: %d minute (%d%%) remaining
ne: %d मिनेट (%d%%) बाँकी

source: %d minute until charged (%d%%)
ne: %d मिनेट चार्ज सम्म (%d%%)

source: %d hour (%d%%) remaining
ne: %d घण्टा (%d%%) बाँकी

source: %d hour until charged (%d%%)
ne: %d घण्टा चार्ज हुँदै (%d%%)

source: %d %s %d %s (%d%%) remaining
ne: %d %s %d %s (%d%%) बाँकी

source: hour
ne: घण्टा

source: minute
ne: मिनेट

source: %d %s %d %s until charged (%d%%)
ne: %d %s %d %s चार्ज्ड भैरहेको छ (%d%%)

source: Battery Monitor
ne: ब्याट्री मनिटर

source: Your battery is now fully recharged
ne: तपाईको ब्याट्री अब पूरा चार्ज भएको छ

source: Battery Notice
ne: ब्याट्री सूचना

source: You have %d%% of your total battery capacity remaining.
ne: तपाईँसँग ब्याट्रीको कुल क्षमताको %d%% बाँकी छ ।

source: You have %d minute of battery power remaining (%d%% of the total capacity).
ne: तपाईँसँग ब्याट्री क्षमताको %d मिनेट बाँकी छ (कुल क्षमताको %d%% ) ।

source: To avoid losing your work: • plug your laptop into external power, or • save open documents and shut your laptop down.
ne: तपाईँको कार्य हराउनबाट रोक्नलाई: • बाह्य पावरमा तपाईँको ल्यापटप प्लग गर्नुहोस्, वा • खुला कागजातहरू बचत गर्नुहोस् र तपाईँको ल्यापटप बन्द गर्नुहोस् ।

source: To avoid losing your work: • suspend your laptop to save power, • plug your laptop into external power, or • save open documents and shut your laptop down.
ne: तपाईँको कार्य हराउनबाट रोक्नलाई: • पावर बचत गर्न तपाईँको ल्यापटप निलम्बन गर्नुहोस्, • बाह्य पावरमा तपाईँको ल्यापटप प्लग गर्नुहोस्, वा •खुला कागजातहरू बचत गर्नुहोस् र तपाईँको ल्यापटप बन्द गर्नुहोस् ।

source: Your battery is running low
ne: तपाईको ब्याट्री कम दौडिरहेको छ

source: No battery present
ne: ब्याट्री उपस्थिति छैन

source: Battery status unknown
ne: ब्याट्रीको वस्तुस्थिति अज्ञात

source: N/A
ne: एन/ए

source: There was an error displaying help: %s
ne: सहायता प्रदर्शनमा क्रुटि भेटियो : %s

source: This utility shows the status of your laptop battery.
ne: यो युटिलिटिले तपाईको ल्यापटपको ब्याट्रीको स्थिति देखाउँछ

source: HAL backend enabled.
ne: HAL ब्याकइन्ड सक्षम पारियो ।

source: Legacy (non-HAL) backend enabled.
ne: विरासत (non-HAL) ब्याकइन्ड सक्षम पारियो ।

source: Appearance
ne: देखिएको

source: Battery Charge Monitor Preferences
ne: ब्याट्री चार्ज मोनिटर प्राथमिकताहरु

source: Show _percentage remaining
ne: प्रतिशत बाँकी देखाउनुस

source: Show _time remaining
ne: समय बाँकी देखाउनुस

source: _Compact view
ne: सङ्कुचित दृश्य

source: _Expanded view
ne: विस्तारित दृश्य

source: _Notify when battery is fully recharged
ne: ब्याट्री पूरा रिचार्ज भएपछि सूचित गर्नुहोस्

source: _Show time/percentage:
ne: समय/प्रतिशत देखाउनुहोस:

source: _Warn when battery charge drops to:
ne: ब्याट्री चार्ज कम भएमा चेतावनी दिनुहोस्:

source: No batteries found
ne: कुनै ब्याट्री फेला परेन

source: Beep for warnings
ne: चेतावनीका लागि विप गरौं

source: Drain from top
ne: माथिबाट खाली गरौं

source: Full Battery Notification
ne: ब्याट्री पूराको सूचना

source: Low Battery Notification
ne: ब्याट्री कमको सूचना

source: Red value level
ne: रातो मान तह

source: Show the battery meter draining from the top of the battery. Only implemented for traditional battery view.
ne: ब्याट्रीको मिटर ब्याट्रीको माथीबाट झरिरहेको देखाउनुहोस् । परम्परागत ब्याट्री दृश्यका लागि मात्र कार्यन्वयन गरिएको ।

source: Show the horizontal battery
ne: तेर्सो ब्याट्री देखाउनुहोस्

source: Show the time/percent label
ne: समय/प्रतिशतको लेबुल देखाउनुहोस्

source: The battery level below which the battery is displayed as red. Also the value at which the low battery warning is displayed.
ne: ब्याट्रीको तह जसको मुनि ब्याट्री रातो रङ्गमा प्रदर्शन भएको छ । मान पनि जहाँ कम ब्याट्री चेतावनीप्रदर्शित भएको छ ।

source: Upright (small) battery
ne: ठाडो(सानो) ब्याट्री

source: Warn on low time rather than low percentage
ne: न्यून प्रतिशत भन्दा न्यून समयमा चेतावनी दिनुहोस्

source: Percent
ne: प्रतिशत

source: Minutes Remaining
ne: बाँकी मिनेट

source: Battery Status Utility
ne: ब्याट्री स्थिति युटिलिटि

source: Battery fully re-charged
ne: ब्याट्री पूरा रिचार्ज्ड

source: Battery power low
ne: ब्याट्री पावर न्यून

source: Character Palette
ne: क्यारेक्टर रङदानी

source: Charpicker Applet Factory
ne: चार्पिकर एप्लेट फ्याक्ट्री

source: Insert characters
ne: क्यारेक्टर्स घुसाउनुहोस

source: Available palettes
ne: रङदानी उपलब्ध

source: Insert "%s"
ne: "%s" घुसाउनुहोस्

source: Insert special character
ne: स्पेसल क्यारेक्टर घुसाउनुहोस

source: insert special character %s
ne: स्पेसल क्यारेक्टर घुसाउनुहोस %s

source: Gnome Panel applet for selecting strange characters that are not on my keyboard. Released under GNU General Public Licence.
ne: जिनोम प्यानल एप्लेट छानिएका अनौठा क्यारेक्टर मेरो होइन किबोर्ड. रिलिज्ड अन्डर जि एन यु जेनरल पब्लिक लाइसेन्स.

source: Characters shown on applet startup
ne: क्यारेक्टर्स एप्लेट स्टार्टअपमा देखाइएको

source: DEPRECATED - Characters shown on applet startup
ne: डेप्रेकेटेड - क्यारेक्टर्स एप्लेट स्टार्टअपमा देखाइएको

source: List of available palettes
ne: रङदानी सूची को उपलब्ध

source: The string that the user had selected when the applet was last used. This string will be displayed when the user starts the applet.
ne: प्रयोगकर्ताले अन्तिम प्रयोग गरेको एप्लेटको स्ट्रिङ. यो स्ट्रिङ प्रयोगकर्ताले एप्लेट शुरु गर्दा प्रदर्शन हुन्छ

source: _Edit
ne: -सम्पादन

source: _Palette:
ne: _रङदानी

source: Palette entry
ne: रङदानी छिर्नु

source: Modify a palette by adding or removing characters
ne: क्यारेक्टर जोडेर अथवा हटाएर रङदानीको परिमार्जन गर्नुस

source: Add Palette
ne: रङदानी जोड्नुस

source: Edit Palette
ne: रङदानी सम्पादन

source: Palettes list
ne: रङदानीहरुको सूची

source: _Palettes:
ne: _रङदानीहरु:

source: Add button
ne: बटन जोड्नुस

source: Click to add a new palette
ne: नयाँ रङदानी जोड्न क्लिक गर्नुस

source: Edit button
ne: बटन सम्पादन

source: Click to edit the selected palette
ne: छानिएको रङदानी मेटाउन क्लिक गर्नुस

source: Delete button
ne: बटन मेट्नुस

source: Click to delete the selected palette
ne: छानिएको रङदानी मेटाउन क्लिक गर्नुस

source: Character Palette Preferences
ne: क्यारेक्टर रङदानी प्राथमिकताहरु

source: CPU Frequency Scaling Monitor
ne: सीपि यु तीब्रता स्केलिङ मोनिटर

source: Monitor the CPU Frequency Scaling
ne: सीपि यु मोनिटर तीब्रता स्केलिङ

source: A 0 value means to show cpu frequency, 1 to show frequency and units, and 2 to show percentage instead of frequency.
ne: एउटा ० मानको अर्थ cpu आवृति देखाउन, १ आवृति र एकाईहरू देखाउन, र २ आवृतिको सट्टामा प्रतिशत देखाउनका लागि हो ।

source: A 0 value means to show the applet in graphic mode (pixmap only), 1 to show the applet in text mode (not to show the pixmap) and 2 to show the applet in graphic and text mode.
ne: एउटा ० मानको अर्थ एप्लेट ग्राफिक मोडमा (पिक्सम्याप मात्र) देखाउन, १ एप्लेट पाठ मोडमा देखाउन (पिक्सम्याप नदेखाउन) र २ एप्लेट ग्राफिक र पाठ मोद देखाउनका लागि हो ।

source: CPU to Monitor
ne: सीपि यु देखि मोनिटर

source: Mode to show cpu usage
ne: सीपि यु प्रयोग मोड देखाउनुस

source: Set the CPU to monitor. In a single processor system you don't have to change it.
ne: सीपि युलाई मोनिटरमा सेट गर्नुस एकल प्रोसेसर प्रणालीमा तपाईले परिवर्तन गर्नु पर्दैन

source: The type of text to display (if the text is enabled).
ne: ( पाठ सक्षम पारिन्छ भने) प्रदर्शन गर्नका लागि पाठको प्रकार ।

source: CPU Frequency Monitor Preferences
ne: सीपि यु तीब्रता मोनिटर प्राथमिकताहरु

source: Show CPU frequency as _frequency
ne: सीपि यु तीब्रता देखाउनुस सक्दो _तीब्रता

source: Show CPU frequency as _percentage
ne: सीपि यु तीब्रता देखाउनुस सक्दो _प्रतिशत

source: Show frequency _units
ne: आवृत्ति देखाउनुस _एकाइ

source: _Appearance:
ne: देखावट:

source: _Monitored CPU:
ne: सीपि यु:मोनिटर्ड

source: Could not open help document
ne: सहयोग कागजात खोल्न सकिएन

source: This utility shows the current CPU Frequency Scaling.
ne: यो युटिलिटिले हालको सीपि यु तीब्रता स्केलिङ देखाउँछ

source: This utility shows the current CPU Frequency
ne: यो युटिलिटिले हालको सीपि यु तीब्रता देखाउँछ

source: Graphic
ne: ग्राफिक

source: Text
ne: पाठ

source: Graphic and Text
ne: ग्राफिक र पाठ

source: Frequency Scaling Unsupported
ne: तीब्रता स्केलिङ सहारा गर्दैन

source: CPU frequency scaling unsupported
ne: सीपि यु तीब्रता स्केलिङ सहारा गर्दैन

source: You will not be able to modify the frequency of your machine. Your machine may be misconfigured or not have hardware support for CPU frequency scaling.
ne: तपाईले तपाईको मेसिनको तीब्रतालाई परिमार्जन गर्न सक्नुहुन्न. तपाईको मेसिन पक्कै मिसकिन्फगर अथवा हार्डवेयरले सीपि यु तीब्रता स्केलिङ सहारा गर्दछ

source: Disk Mounter
ne: डिस्क माउन्टर

source: Drive Mount Applet Factory
ne: ड्राइभ माउन्ट एप्लेट फ्याक्ट्री

source: Factory for drive mount applet
ne: फ्याक्ट्री ड्राइभ माउन्ट एप्लेटको लागि

source: Mount local disks and devices
ne: माउन्ट लोकल डिस्क र यन्त्र

source: (mounted)
ne: (माउन्ट भयो)

source: (not mounted)
ne: (माउन्ट भएन)

source: Cannot execute '%s'
ne: '%s' कार्यन्वयन गर्न सकिँदैन

source: _Play DVD
ne: DVD बजाउनुहोस्

source: _Play CD
ne: CD बजाउनुहोस्

source: _Open %s
ne: _खोल %s

source: Un_mount %s
ne: अन_माउन्ट %s

source: _Mount %s
ne: _माउन्ट %s

source: _Eject %s
ne: _निकाल %s

source: Applet for mounting and unmounting block volumes.
ne: एप्लेट माउन्टिङ र अनमाउन्टिङ ब्लक आवाजहरु.

source: Interval timeout to check mount point status
ne: अन्तराल टायमआउट माउन्ट बिन्दु स्थिति चेक गर्न

source: Time in seconds between status updates
ne: समय सेकेन्डहरु बीचमा स्थिति अद्यावधिक गर्नुस

source: A set of eyeballs for your panel
ne: आइबल्स तपाईको प्यानलमा ब्यवस्थापन गर्न

source: Geyes Applet Factory
ne: जेयेस एप्लेट फ्याक्ट्री

source: The eyes look in the direction of the mouse pointer
ne: आँखा माउसको सूचक दिशामा हेर्छ

source: Directory in which the theme is located
ne: निर्देशिका जहाँ विषयबस्तु अवस्थित छ

source: Can not launch the eyes applet.
ne: आँखाको एप्लेट सुरुवात गर्न सकिएन

source: There was a fatal error while trying to load the theme.
ne: विषयबस्तु लोड गर्दा फ्याटल गल्ती भेटियो

source: Geyes Preferences
ne: जेयेस प्राथमिकताहरु

source: Themes
ne: विषयहरु

source: _Select a theme:
ne: _एउटा विषय छान्नुहोस्

source: Alt+Control changes layout.
ne: Alt+नियन्त्रणको लेआउट परिवर्तन

source: Alt+Shift changes layout.
ne: Alt+Shift ले लेआउट परिवर्तन गर्छ

source: Arabic keymap
ne: अरबी कुञ्जीमानचित्र

source: Armenian
ne: आर्मेनियाली

source: Basque
ne: बास्क्यु

source: Belgian
ne: बेल्जियन

source: Both Alt keys together change layout.
ne: दुबै Alt कुञ्जीहरु दुबैले लेआउट परिवर्तन गर्द

source: Both Ctrl keys together change layout.
ne: दुबै Ctrl कुञ्जीले लेआउट परिवर्तन गर्छ

source: Both Shift keys together change layout.
ne: दुबै Shift कुञ्जीले लेआउट परिवर्तन गर्छ

source: Brazil Portuguese keymap
ne: ब्राजिल पोर्चुगिज कुञ्जीमानचित्र

source: Bulgarian Cyrillic
ne: बल्गेरियन सिरिलिक

source: Bulgarian keymap
ne: बल्गेरियाली कुञ्जीमानचित्र

source: CapsLock key changes layout.
ne: CapsLock कुञ्जीले लेआउट परिवर्तन गर्छ

source: Control+Shift changes layout.
ne: Control+Shift लेआउट परिवर्तन गर्छ

source: Czech keymap
ne: चेक कुञ्जीम्याप

source: Danish keymap
ne: डेनिस कुञ्जीमानचित्र

source: Dutch keymap
ne: डच कुञ्जीमानचित्र

source: English keymap
ne: अंग्रेजी कुञ्जीमानचित्र

source: Estonian keymap
ne: एस्टोनियाली कुञ्जीमानचित्र

source: Finnish keymap
ne: फिन्नीस कुञ्जीम्याप

source: French Swiss
ne: फ्रेन्च (स्वीस)

source: French Swiss keymap
ne: फ्रेन्च (स्वीस) कुञ्जीमानचित्र

source: French keymap
ne: फ्रेन्च कुञ्जीमानचित्र

source: French-Canadian 105-key
ne: फ्रेन्च-क्यानाडियन १०५-कुञ्जी

source: GB 102-key
ne: जीवी १०२-कुञ्जी

source: GB 105-key
ne: जीवी १०५-कुञ्जी

source: Generic Keyboard
ne: जेनेरिक कीबोर्ड

source: Georgian Latin
ne: जर्जीयाली ल्याटिन

source: Georgian Russian layout
ne: जर्जीयन रसियन लेआउट

source: Georgian keymap
ne: जर्जीयाली कुञ्जीमानचित्र

source: German
ne: जर्मन

source: German Swiss with Euro
ne: जर्मन स्विस सँग युरो

source: German keymap
ne: जर्मन कुञ्जीमानचित्र

source: Greek keymap
ne: ग्रीक कुञ्जीमानचित्र

source: Hebrew keymap
ne: हिब्रु कुञ्जीमानचित्र

source: Hungarian 101-key latin 1
ne: हन्गेरियन १०१-कुञ्जी ल्याटिन १

source: Hungarian 101-key latin 2
ne: हन्गेरियन १०१-कुञ्जी ल्याटिन २

source: Hungarian 105-key latin 1
ne: हन्गेरियन १०५-कुञ्जी ल्याटिन १

source: Hungarian 105-key latin 2
ne: हन्गेरियन १०५-कुञ्जी ल्याटिन २

source: Hungarian PC/AT 101 keyboard
ne: हन्गेरियन पिसि/एटि १०१ किबोर्ड

source: Hungarian latin1
ne: हन्गेरियन ल्याटिन१

source: Icelandic keymap
ne: आइसलान्डीक कुञ्जीमानचित्र

source: Italian keymap
ne: ईटाली कुञ्जीमानचित्र

source: Japanese keymap
ne: जापनिज कुञ्जीम्याप

source: Lao keymap
ne: लाऔ कुञ्जीमानचित्र

source: Layout shift behavior
ne: सजावटले व्यवहार परिवर्तन गर्दछ

source: Left Alt key changes layout.
ne: देब्रे Alt कुञ्जी लेआउट परिवर्तन गर्छ

source: Left Ctrl key changes group.
ne: देब्रे Ctrl कुञ्जी समूह परिवर्तन गर्छ

source: Left Shift key changes group.
ne: देब्रे Shift कुञ्जी समूह परिवर्तन गर्छ

source: Left Win-key changes layout.
ne: देब्रे Win कुञ्जी समूह परिवर्तन गर्छ

source: Lithuanian keymap
ne: लिथुवानियाली कुञ्जीमानचित्र

source: Macedonian
ne: म्यासिडोनियाली

source: Menu key changes layout.
ne: मेनू.कुञ्जी लेआउट परिवर्तन गर्छ

source: Mongolian alt keymap
ne: मंगोलियन alt कुञ्जीम्याप

source: Mongolian keymap
ne: मंगोलियाली कुञ्जीमानचित्र

source: Mongolian phonetic keymap
ne: मंगोलियाली फोनेटिक कुञ्जीमानचित्र

source: Norwegian
ne: नर्वेजीयाली

source: Plain Russian keymap
ne: सादा रसियाली कुञ्जीमानचित्र

source: Polish
ne: पोलिस

source: Polish deadkeys
ne: पोलिस डेडकुञ्जी

source: Portugal
ne: पोर्चुगल

source: Portugal Deadkeys
ne: पोर्चुगल डेडकुञ्जीहरु

source: Portuguese keymap
ne: पोर्चुगाली कुञ्जीमानचित्र

source: Right Alt key changes layout.
ne: दाहिने Alt कुञ्जी लेआउट परिवर्तन गर्छ

source: Right Ctrl key changes group.
ne: दाहिने Ctrl कुञ्जी समूह परिवर्तन गर्छ

source: Right Shift key changes group.
ne: दाहिने Shift कुञ्जी समूह परिवर्तन गर्छ

source: Right Win-key changes layout.
ne: दाहिने Win-कुञ्जी लेआउट परिवर्तन गर्छ.

source: Russian Cyrillic
ne: रसियाली सिरिलिक

source: Russian keymap
ne: रसियाली कुञ्जीमानचित्र

source: Serbian keymap
ne: सर्बियाली कुञ्जीमानचित्र

source: Shift+CapsLock changes layout.
ne: Shift+CapsLock लेआउट परिवर्तन गर्छ

source: Slovak keymap
ne: स्लोभ्याक कुञ्जीमानचित्र

source: Slovenian
ne: स्लोभेनियाली

source: Slovenian keymap
ne: स्लोभेनियाली कुञ्जीमानचित्र

source: Spanish keymap
ne: स्पेनिस कुञ्जीमानचित्र

source: Sun (!not PC!) type5 Hungarian latin 2
ne: सन (!पिसि होइन!) प्रकार५ हङ्गेरियन ल्याटिन २

source: Swedish
ne: स्विडिश

source: Swedish keymap
ne: स्विडिश कुञ्जीमानचित्र

source: Swiss keymap
ne: स्विस कुञ्जीमानचित्र

source: Thai
ne: थाई

source: Thai Kedmanee
ne: थाई केडमानी

source: Thai keymap
ne: थाई कुञ्जीमानचित्र

source: Turkish "F" keyboard
ne: टर्कीस एफ किबोर्ड

source: Turkish "Q" keyboard
ne: टर्कीस क्वू किबोर्ड

source: Turkish keymap
ne: टर्कीस कुञ्जीमानचित्र

source: UK 105-key
ne: यु के १०५-कुञ्जी

source: UK PC/AT keyboard
ne: यु के पिसि/एटि किबोर्ड

source: US 101-key keyboard
ne: यु एस १०१-कुञ्जी किबोर्ड

source: US 105-key keyboard (with windows keys)
ne: यु एस १०५-कुञ्जी किबोर्ड (विन्डो कुञ्जी सँग)

source: US 84-key
ne: यु एस ८४-कुञ्जी

source: US DEC 450
ne: यु एस डि इ सि ४५०

source: US IBM RS/6000
ne: यु एस आइ बि एम आर एस/६०००

source: US International
ne: यु एस अन्तराष्ट्रिय

source: US Macintosh
ne: यु एस म्याकिनटोस

source: US PC/AT 101 keyboard
ne: यु एस पिसि/एटि १०१ किबोर्ड

source: US Silicon Graphics 101-key
ne: यु एस सिलिकन ग्राफिक्स १०१-कुञ्जी

source: US Sun type5
ne: यु एस सन प्रकार५

source: Armenian Sun keymap
ne: आर्मेनियाली सन कुञ्जीमानचित्र

source: Azerbaijani Turkish Sun keymap
ne: अजरबैजानीयाली टर्कीस सन कुञ्जीमानचित्र

source: Belarusian Sun keymap
ne: बेलारुसी सन कुञ्जीमानचित्र

source: Brazil Portuguese Sun USB keymap
ne: ब्राजिल पोर्चुगिज सन युएसबि कुञ्जीम्याप

source: Brazil Portuguese Sun keymap
ne: ब्राजिल पोर्चुगिज सन कुञ्जीमानचित्र

source: British Sun Type-4 keymap
ne: ब्रिटिश सन प्रकार-४ कुञ्जीमानचित्र

source: British Sun USB keymap
ne: ब्रिटिश सन यु एस बि कुञ्जीम्याप

source: British Sun keymap
ne: ब्रिटिश सन कुञ्जीमानचित्र

source: Bulgarian Sun keymap
ne: बल्गेरियन सन कुञ्जीम्याप

source: Canadian Sun keymap
ne: क्यानाडियाली सन कुञ्जीमानचित्र

source: Czech Sun keymap
ne: चेक सन कुञ्जीमानचित्र

source: Danish Sun Type-4 keymap
ne: डेनिस सन प्रकार-४ कुञ्जीमानचित्र

source: Danish Sun USB keymap
ne: डेनिस सन यु एस बि कुञ्जीम्याप

source: Danish Sun keymap
ne: डेनिस सन कुञ्जीमानचित्र

source: Dutch Sun keymap
ne: डच सन कुञ्जीमानचित्र

source: Estonian Sun keymap
ne: एस्टोनियाली सन कुञ्जीमानचित्र

source: Finnish Sun keymap
ne: फिन्नीस सन कुञ्जीम्याप

source: French Sun USB keymap
ne: फ्रेन्च सन यु एस बि कुञ्जीम्याप

source: French Sun keymap
ne: फ्रेन्च सन कुञ्जीमानचित्र

source: German Sun Type-4 keymap
ne: जर्मन सन प्रकार-४ कुञ्जीमानचित्र

source: German Sun USB keymap
ne: जर्मन सन यु एस बि कुञ्जीम्याप

source: German Sun keymap
ne: जर्मन सन कुञ्जीमानचित्र

source: Hebrew Sun keymap
ne: हिब्रु सन कुञ्जीमानचित्र

source: Hungarian latin2 Sun keymap
ne: हन्गेरियन ल्याटिन२ सन् कुञ्जीम्याप

source: Hungarian type5 latin 1 keymap
ne: हन्गेरियन प्रकार५ ल्याटिन १ कुञ्जीम्याप

source: Icelandic Sun keymap
ne: आइसलान्डीक सन् कुञ्जीमानचित्र

source: Italian Sun Type-4 keymap
ne: ईटाली सन् प्रकार-४ कुञ्जीमानचित्र

source: Italian Sun USB keymap
ne: ईटालीयन सन यु एस बि कुञ्जीम्याप

source: Italian Sun keymap
ne: इटालीयाली सन कुञ्जीमानचित्र

source: Japanese Sun Type-4 keymap
ne: जापनिज सन् प्रकार-४ कुञ्जीम्याप

source: Japanese Sun keymap
ne: जापनिज सन कुञ्जीम्याप

source: Latvian Sun keymap
ne: लात्भियाली सन कुञ्जीमानचित्र

source: Lithuanian Sun keymap
ne: लिथुवानियाली सन कुञ्जीमानचित्र

source: Macedonian Sun keymap
ne: म्यासिडोनियाली सन कुञ्जीमानचित्र

source: Norwegian Sun keymap
ne: नर्वेजीयाली सन कुञ्जीमानचित्र

source: Polish Sun keymap
ne: पोलिश सन कुञ्जीमानचित्र

source: Portuguese Sun Type-4 keymap
ne: पोर्चुगिज सन प्रकार-४ कुञ्जीमानचित्र

source: Portuguese Sun keymap
ne: पोर्चुगिज सन कुञ्जीमानचित्र

source: Romanian Sun keymap
ne: रोमानियाली सन कुञ्जीमानचित्र

source: Russian Sun keymap
ne: रसियाली सन कुञ्जीमानचित्र

source: Serbian Sun standard keymap
ne: सर्बियाली सन मानक कुञ्जीमानचित्र

source: Slovak Sun keymap
ne: स्लोभाक सन कुञ्जीमानचित्र

source: Slovenian Sun keymap
ne: स्लोभेनियाली सन कुञ्जीमानचित्र

source: Spanish Sun Type-4 keymap
ne: स्पेनिस सन प्रकार-४ कुञ्जीमानचित्र

source: Spanish Sun USB keymap
ne: स्पेनिस सन यु एस बि कुञ्जीम्याप

source: Spanish Sun keymap
ne: स्पेनिस सन कुञ्जीमानचित्र

source: Swedish Sun Type-4 keymap
ne: स्विडिस सन प्रकार-४ कुञ्जीमानचित्र

source: Swedish Sun USB keymap
ne: स्विडिस सन यु एस बि कुञ्जीम्याप

source: Swedish Sun keymap
ne: स्विडिस सन कुञ्जीमानचित्र

source: Swiss German Sun keymap
ne: स्विस जर्मन सन कुञ्जीमानचित्र

source: Thai Sun keymap
ne: थाई सन कुञ्जीमानचित्र

source: Turkish Sun keymap
ne: टर्कीस सन कुञ्जीमानचित्र

source: US Sun Type-4 keymap
ne: यु एस सन प्रकार-४ कुञ्जीम्याप

source: US Sun USB keymap
ne: यु एस सन यु एस बि कुञ्जीम्याप

source: US Sun type5 keymap
ne: यु एस सन प्रकार५ कुञ्जीम्याप

source: Ukrainian Sun keymap
ne: युक्रेनियाली सन कुञ्जीमानचित्र

source: Vietnamese Sun keymap
ne: भियतनामी सन कुञ्जीमानचित्र

source: _Details
ne: _विवरणहरु

source: _Update
ne: अपडेट

source: Factory for creating the weather applet.
ne: मौसम एप्लेट निर्माणमा फ्याक्ट्री

source: Gweather Applet Factory
ne: जिवेदर एप्लेट फ्याक्ट्री

source: Monitor the current weather conditions, and forecasts
ne: हालको मौसम स्थिति, र भविष्यवाणीको लागि मोनिटर

source: Weather Report
ne: मौसम प्रतिवेदन

source: © 1999-2005 by S. Papadimitriou and others
ne: © १९९९-२००५ पापाडिमिट्रियु र अरुहरु बाट

source: A panel application for monitoring local weather conditions.
ne: मोनिटरिङ लोकल मौसमको स्थितिको लागि प्यानल अनुप्रयोग

source: GNOME Weather
ne: जिनोम मौसम

source: Weather Forecast
ne: मौसम पूर्वानुमान

source: City: %s Sky: %s Temperature: %s
ne: शहर: %s आकाश: %s तापक्रम: %s

source: Updating...
ne: अपडेटिङ...

source: Details
ne: विस्त्रित

source: City:
ne: शहर:

source: Last update:
ne: अन्तिम अपडेट:

source: Conditions:
ne: सर्तहरु:

source: Sky:
ne: आकाश:

source: Temperature:
ne: तापक्रम:

source: Feels like:
ne: जस्तो ठान्नु:

source: Dew point:
ne: ओसबिन्दु:

source: Relative humidity:
ne: सापेक्षिक आर्द्रता:

source: Wind:
ne: हावा:

source: Pressure:
ne: चाप:

source: Visibility:
ne: दृश्यात्मकता:

source: Sunrise:
ne: सुर्योदय:

source: Sunset:
ne: सूर्यास्त:

source: Current Conditions
ne: हालको सर्तहरु

source: Forecast Report
ne: पूर्वानुमान प्रतिवेदन

source: See the ForeCast Details
ne: भविष्यवाणी बिस्त्रित हेर्नुस

source: Forecast
ne: पूर्वानुमान

source: Radar Map
ne: राडार मानचित्र

source: _Visit Weather.com
ne: वेदर डट कम जानुस

source: Visit Weather.com
ne: वेदर डट कम जानुस

source: Click to Enter Weather.com
ne: वेदर डट कम प्रवेश गर्न क्लिक गर्नुस

source: Forecast not currently available for this location.
ne: भविष्यवाणी स्थानमा हाललाई उपलब्ध भएन

source: Location view
ne: स्थान अवलोकन

source: Select Location from the list
ne: स्थान सूचीबाट छनौट गर्नुस

source: Update spin button
ne: अपडेट स्पिन बटन

source: Spinbutton for updating
ne: स्पिन बटन अद्यावधिक हुँदै छ

source: Address Entry
ne: ठेगाना प्रविष्टि

source: Enter the URL
ne: भित्र पस्नुहोला युआरएल

source: Failed to load the Locations XML database. Please report this as a bug.
ne: स्थान XML डाटाबेस लोड गर्न असफल भयो । कृपया यसलाई बगको रूपमा प्रतिवेदन गर्नुहोस् ।

source: Weather Preferences
ne: मौसम प्राथमिकताहरु
