Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/gnome-applets-2.0.po
Languages: ne

source: _Automatically update every:
ne: _स्वचालित तरिकाले सबै अपडेट गर्नुस:

source: _Temperature unit:
ne: _चाप एकाइ:

source: Default
ne: पूर्वनिर्धारित

source: Kelvin
ne: केल्भिन

source: Celsius
ne: सेल्सियस

source: Fahrenheit
ne: फरेनहाइट

source: _Wind speed unit:
ne: _हावा गति एकाइ:

source: mph
ne: एमपि एच

source: knots
ne: नट्स

source: Beaufort scale
ne: बोफोर्ट स्केल

source: _Pressure unit:
ne: _चाप एकाइ:

source: kPa
ne: के पिए

source: hPa
ne: एच पिए

source: mb
ne: एम बि

source: mmHg
ne: एमएम एचजि

source: inHg
ne: ईन एचजि

source: _Visibility unit:
ne: _दृश्यात्मक एकाइ:

source: meters
ne: मिटर्स

source: km
ne: किलोमिटर

source: miles
ne: माइल्स

source: Enable _radar map
ne: सक्षम_राडार नक्सा

source: Use _custom address for radar map
ne: अनुकूलन ठेगानाको लागि राडार नक्सा प्रयोग गर्नुहोस

source: A_ddress:
ne: ए_ड्रेस:

source: Update
ne: अपडेट

source: minutes
ne: मिनेटहरु

source: Display
ne: प्रदर्शन

source: General
ne: साधारण

source: _Select a location:
ne: _छनोट स्थान:

source: _Find:
ne: फेला पार्नुहोस्:

source: Find _Next
ne: पछिल्लो फेला पार्नुहोस्

source: Location
ne: स्थान

source: Invest
ne: लगानी गर्नुहोस्

source: Track your invested money.
ne: तपाईँले लगानी गर्नुभएको पैसालाई ट्रयाकमा ल्याउनुहोस् ।

source: _Refresh
ne: ताजा पार्नुहोस्

source: 1 Year
ne: १ वर्ष

source: 3 Months
ne: ३ महिना

source: 5 Days
ne: ५ दिन

source: 5 Years
ne: ५ वर्ष

source: 6 Months
ne: ६ महिना

source: Auto _refresh
ne: स्वत: ताजा पार्नुहोस्

source: Bollinger
ne: बोल्लीङ्गर

source: Downloading chart from <b>Yahoo!</b>
ne: <b>Yahoo!</b> बाट चित्रपट डाउन लोड गर्दै

source: Exponential moving average:
ne: एक्सपोनेन्शल चल औसत:

source: Fast stoch
ne: द्रुत स्टच

source: Financial Chart
ne: वित्तीय चित्रपट

source: Indicators:
ne: सूचकहरू:

source: Maximum
ne: अधिकतम

source: Moving average:
ne: चल औसत:

source: Overlays:
ne: छाएको:

source: Slow stoch
ne: सुस्त स्टच

source: Splits
ne: विभाजन गर्दछ

source: Today
ne: आज

source: Volumes
ne: परमाण

source: _Graph style:
ne: ग्राफ शैली:

source: _Options
ne: विकल्पहरू

source: _Ticker symbol:
ne: टिकर प्रतीक:

source: <i><small><b>Note:</b> Quotes are delayed at least 15 minutes. <b>Source: </b> Yahoo!</small></i>
ne: <i><small><b>द्रष्टव्य:</b> उद्धरणहरू कम्तिमा पनि १५ मिनट ढिला छन् । <b>स्रोत: </b> याहू!</small></i>

source: Invest Preferences
ne: प्राथमिकताहरू लगानी गर्नुहोस्

source: label
ne: लेबल

source: Financial Chart - %s
ne: वित्तीय चित्रपट - %s

source: Opening Chart
ne: चित्रपट खोल्दै

source: Invest Applet
ne: एप्लेट लगानी गर्नुहोस्

source: Symbol
ne: प्रतीक

source: Label
ne: लेबल

source: Amount
ne: रकम

source: Price
ne: मूल्य

source: Commission
ne: कमिशन

source: Last
ne: अन्तिम

source: Change %
ne: परिवर्तन %

source: Deskbar (formerly Mini-Commander)
ne: डेस्कपट्टी (औपचारिक रूपमा सानो-आदेशकर्ता)

source: Deskbar (transparent upgrade from Mini-Commander)
ne: डेस्कपट्टी (सानो-आदेशकर्ताबाट पारदर्शी स्तरवृद्धी)

source: Command Line
ne: आदेश रेखा

source: Mini-Commander
ne: सानो-आदेश कर्ता

source: MiniCommander Applet Factory
ne: सानो आदेश कर्ता एप्लेट फ्याक्ट्री

source: This GNOME applet adds a command line to the panel. It features command completion, command history, and changeable macros.
ne: यो जिनोम एप्लेटले आदेश रेखा देखि प्यानलसम्म जोड्दछ. यो आदेश कम्प्लिसन, आदेश इतिहास, र परिवर्तित म्याक्रोज चिन्ह प्रस्तुत गर्दछ

source: No items in history
ne: इतिहासमा कुनै चीजहरु छैन

source: Start program
ne: प्रोग्राम शुरु

source: Command line
ne: आदेश रेखा

source: Type a command here and Gnome will execute it for you
ne: आदेश यहाँ टाइप गर्नुस जिनोमले कार्यान्वयन गरिदिन्छ

source: Cannot get schema for %s: %s
ne: स्किमा पाउन सकिएन %s: %s

source: Cannot set schema for %s: %s
ne: स्किमा %s: %s को लागि सेट गर्न सकिएन

source: Set default list value for %s
ne: पूर्व निर्धारित सूचीको मान %s को लागि सेट गर्न सकिएन

source: GCONF_DISABLE_MAKEFILE_SCHEMA_INSTALL is set, not installing schemas
ne: जीकन्फ_अपाङ्ग_फाइल निर्माण_रूपरेखा_जडान एउटा समूह हो जडान रूपरेखा होइन

source: Must set the GCONF_CONFIG_SOURCE environment variable
ne: जीकन्फ_कन्फिग_स्रोत वातावरण विविधता जडान हुनुपर्छ

source: Failed to access configuration source(s): %s
ne: समायोजन स्रोतको सुविधा प्राप्त भएन: %s

source: Error syncing config data: %s
ne: %s डाटा ढाँचामा सिङ्किङ समस्या

source: List of GConfValue entries containing strings for the macro commands.
ne: म्याक्रो आदेशहरुको लागि स्ट्रिङ सहित जिकन्फ मानको सूची

source: List of GConfValue entries containing strings for the macro patterns.
ne: बान्की आदेशहरुको लागि स्ट्रिङ सहित जिकन्फ मानको सूची

source: Macro command list
ne: म्याक्रो आदेश सूची

source: Macro pattern list
ne: म्याक्रो बान्की सूची

source: Add New Macro
ne: नयाँ म्याक्रो जोड्नुस

source: Co_mmand:
ne: आ_देश

source: Colors
ne: _रंगहरु

source: Command Line Preferences
ne: आदेश रेखा प्राथमिकताहरु

source: Command line _background:
ne: आदेश रेखा _पृष्ठभूमि:

source: Command line _foreground:
ne: आदेश रेखा _अग्रभूमि

source: E_nable history-based auto completion
ne: स्वत: कम्प्लिसन इतिहास-आधार सक्षम पार्नुहोस

source: Macros
ne: म्याक्रोस्

source: Pick a color
ne: एउटा रङ्ग छान्नुहोस्

source: Size
ne: साइज

source: _Add Macro...
ne: _म्याक्रो जोड्नुस...

source: _Delete Macro
ne: _म्याक्रो मेट्नुस

source: _Macros:
ne: _म्याक्रोस:

source: _Pattern:
ne: _नमुना:

source: _Use default theme colors
ne: _पूर्व निर्धारित बिषयवस्तु प्रयोग गर्नुस

source: _Width:
ne: _चौडाइ:

source: pixels
ne: पिक्सेलहरू

source: Attempt to autocomplete a command from the history of commands entered.
ne: इतिहासको प्रवेशित आदेशहरुबाट स्वत: पूर्ण आदेशमा प्रविष्ट गराउनुस

source: Background color, blue component
ne: पृष्ठभूमि रङ्ग, निलो अवयव

source: Background color, green component
ne: पृष्ठभूमि रङ्ग, हरियो अवयव

source: Background color, red component
ne: पृष्ठभूमि रङ्ग, रातो अवयव

source: Foreground color, blue component
ne: अग्रभूमि रङ्ग, निलो अवयव

source: Foreground color, green component
ne: अग्रभूमि रङ्ग, हरियो अवयव

source: Foreground color, red component
ne: अग्रभूमि रङ्ग, रातो अवयव

source: History list
ne: इतिहास सूची

source: List of GConfValue entries containing strings for history entries.
ne: इतिहास प्रवेशितको लागि स्ट्रिङ्स सहित जिकन्फ मानको सूची

source: Not used anymore
ne: धेरै प्रयोगमा छैन

source: Perform history autocompletion
ne: इतिहास स्वत: सम्पादन गर्नुस

source: Show a frame surrounding the applet.
ne: एप्लेटको सेरोफेरोको फ्रेम देखाउनुस

source: Show a handle so the applet can be detached from the panel.
ne: ह्यान्डल देखाउनुस किनकि एप्लेटले प्यानलबाट डिट्याच्ड गर्न मिल्छ

source: Show frame
ne: फ्रेम देखाउनुस

source: Show handle
ne: ह्यान्डल देखाउनुस

source: The blue component of the background color.
ne: निलो अवयव पृष्ठभूमिको रङ्ग

source: The blue component of the foreground color.
ne: निलो अवयव अग्रभूमि रङ्ग

source: The green component of the background color.
ne: हरियो अवयव पृष्ठभूमिको रङ्ग

source: The green component of the foreground color.
ne: हरियो अवयव पृअग्रभूमि रङ्ग

source: The red component of the background color.
ne: रातो अवयव पृष्ठभूमिको रङ्ग

source: The red component of the foreground color.
ne: रातो अवयव अग्रभूमिको रङ्ग

source: This per-applet key is deprecated in favour of the global key, /schemas/apps/mini-commander-global/macro_patterns.
ne: ग्लोबल कुञ्जी, /स्किमास्/एप्स अनुकुल बिरुद्व पर्-एप्लेट कुञ्जी सानो-आदेशकर्ता-ग्लोबल/म्याक्रो_प्याटर्न्स

source: Use the default theme colors
ne: पूर्व निर्धारित रङ्ग प्रयोग गर्नुस

source: Use theme colors instead of custom ones.
ne: अनुकूलन रङ्गको सट्टा बिषयवस्तु रङ्ग प्रयोग गर्नुस

source: Width
ne: चौडाइ

source: Width of the applet
ne: एप्लेटको चौडाइ

source: Browser
ne: ब्राउजर

source: Click this button to start the browser
ne: ब्राउजर शुरु गर्न यो बटन क्लिक गर्नुस

source: History
ne: इतिहास

source: Click this button for the list of previous commands
ne: अघिल्लो सूची आदेशहरुको लागि यो बटन क्लिक गर्नुस

source: Command line has been disabled by your system administrator
ne: ब्यवस्थापक प्रणालीबाट आदेश रेखा अक्षम भयो

source: Mini-Commander applet
ne: सानो-आदेश एप्लेट

source: This applet adds a command line to the panel
ne: यो एप्लेटले आदेश रेखा प्यानलमा जोड्दछ

source: You must specify a pattern
ne: तपाईले प्याटर्नलाई रोज्नु पर्छ

source: You must specify a pattern and a command
ne: तपाईले प्याटर्न र आदेशलाई रोज्नु पर्छ

source: You must specify a command
ne: तपाईले आदेशलाई रोज्नु पर्छ

source: You may not specify duplicate patterns
ne: तपाईले नक्कली प्याटर्न्सलाई रोज्नु हुँदैन

source: Pattern
ne: प्याटर्न

source: Command
ne: आदेश

source: Adjust the sound volume
ne: ध्वनि आयतन समायोजन गर्नुस

source: Volume Control
ne: ध्वनि नियन्त्रक

source: Mu_te
ne: मौन

source: _Open Volume Control
ne: _आवाज नियन्त्रण खोल्नुस

source: Volume Applet
ne: आवाज एप्लेट

source: The volume control did not find any elements and/or devices to control. This means either that you don't have the right GStreamer plugins installed, or that you don't have a sound card configured.
ne: भोल्युम नियन्त्रणले नियन्त्रण गर्नलाई कुनै तत्वहरू र/वा यन्त्रहरू फेला पारेन । यसको मतलव या तपाईँसँग सही GStreamer प्लगिनहरू स्थापना भएको छैन, वा तपाईँसँग कन्फिगर भएको ध्वनि कार्ड छैन ।

source: You can remove the volume control from the panel by right-clicking the speaker icon on the panel and selecting "Remove From Panel" from the menu.
ne: तपाईँले प्यानलमा स्पिकर प्रतिमालाई दाँया क्लिक गरेर र मेनुबाट "प्यानलबाट हटाउनुहोस्" चयन गरेर प्यानलबाट भोल्युम नियन्त्रण हटाउन सक्नुहुन्छ ।

source: Failed to start Volume Control: %s
ne: असफल आवाज नियन्त्रण: %s

source: %s: muted
ne: %s: मौन पारिएको

source: Failed to display help: %s
ne: सहयोग प्रदर्शन असफल: %s

source: Volume control for your GNOME Panel.
ne: तपाईँको जिनोम प्यानलका लागि भोल्युम नियन्त्रण ।

source: Using GStreamer 0.10.
ne: GStreamer ०.१० प्रयोग गर्दै

source: Mute
ne: मौन

source: Unknown Volume Control %d
ne: अज्ञात %d ध्वनि नियन्त्रक

source: Channel controlled by applet. Only for OSS setups
ne: ओ एस एस सेटअपको लागि च्यानल नियन्त्रण एप्लेटबाट

source: Saved mute state
ne: चुप राज्य बचत

source: Saved volume to restore on startup
ne: आयतन स्टार्टअपलाई पूर्वास्थामा ल्याउनुहोस

source: Volume Control Preferences
ne: धवनि नियन्त्रकको प्राथमिकताहरु

source: Select the device and track to control.
ne: ट्र्याकलाई कन्ट्रोल गर्न यन्त्र छान्नुस

source: Activate and monitor a dial-up network connection
ne: सन्झाल जडानहरु डायल-अप सक्रिय र मार्ग दर्शन गर्नुहोस

source: Modem Monitor
ne: मोडेम मोनिटर

source: _Activate
ne: _सक्रिय गर्नुहोस

source: _Deactivate
ne: _निस्क्रिय

source: _Properties
ne: _गुणहरु

source: Connection active, but could not get connection time
ne: जडान सक्रिय छ, तर जडान समय प्राप्त गर्न सकिएन

source: Time connected: %.1d:%.2d
ne: समय जडित: %.1d:%.2d

source: Not connected
ne: जडान छैन

source: To connect to your Internet service provider, you need administrator privileges
ne: तपाईँको इन्टरनेट सेवा प्रदायकलाई जडान गर्न, तपाईँलाई प्रशासक अधिकार चाहिन्छ

source: To disconnect from your Internet service provider, you need administrator privileges
ne: तपाईँको इन्टरनेट सेवा प्रदायकबाट जडान विच्छेद गर्न, तपाईँलाई प्रशासक अधिकार चाहिन्छ

source: The entered password is invalid
ne: प्रविष्टि गरिएको पासवर्ड अवैध छ

source: Check that you have typed it correctly and that you haven't activated the "caps lock" key
ne: तपाईँले यो सही रूपमा टाइप गर्नु भएको र तपाईँले "क्याप्स लक" कुञ्जी सक्रिय पार्नु भएको छैन भनी जाँच गर्नुहोस्

source: Do you want to connect?
ne: तपाईँ जडान गर्न चाहनु हुन्छ?

source: Do you want to disconnect?
ne: तपाईँ जडान बिच्छेद गर्न चाहनुहुन्छ?

source: C_onnect
ne: जडान गर्नुहोस्

source: _Disconnect
ne: जडान विच्छेद गर्नुहोस्

source: Could not launch network configuration tool
ne: सन्झाल कन्फिगरेसन उपकरण सुरुवात गर्न सकिँदैन

source: Check that it's installed in the correct path and that it has the correct permissions
ne: तपाईले स्थापना गर्नु भएको सहि दिशा र सहि अनुमतिहरु ठिक छ कि छैन जाँच्नुस

source: Applet for activating and monitoring a dial-up network connection.
ne: एप्लेट सक्रिय र निर्देशन डायल-अप सन्झाल जडानहरुको लागि

source: Enter password
ne: पासवर्ड प्रविष्ट गर्नुहोस्

source: Password:
ne: पासवर्ड:

source: Root password required
ne: रुट पासवर्ड आवश्यक छ

source: A system load indicator
ne: प्रणाली लोड सूचक

source: System Monitor
ne: प्रणाली मोनिटर

source: _Open System Monitor
ne: प्रणाली मोनिटर खोल्नुस

source: A system load monitor capable of displaying graphs for CPU, ram, and swap space use, plus network traffic.
ne: प्रणाली लोड मोनिटर प्रदर्शन ग्राफ सिपि युको लागि, राम, र स्वाप स्पेस प्रयोग जोड सञ्झाल ट्राफिकको लागि

source: There was an error executing '%s': %s
ne: त्यहाँ कार्यावयन गल्ती छन '%s': %s

source: Processor
ne: प्रशासक

source: Memory
ne: स्मृति

source: Network
ne: नेटवर्क

source: Load Average
ne: औसत लोड गर्नुहोस्

source: Disk
ne: चक्का

source: %s: %u%% in use by programs %u%% in use as cache
ne: %s: %u%% कार्यक्रमहरूद्धारा प्रयोगमा %u%% क्यासको रूपमा प्रयोगमा

source: The system load average is %0.02f
ne: प्रणाली लोड औसत %0.02f छ

source: %s: %u%% in use
ne: %s: %u%% प्रयोगमा

source: CPU Load
ne: सीपि यु लोड

source: Memory Load
ne: स्मृति लोड

source: Net Load
ne: नेट लोड

source: Swap Load
ne: स्वाप लोड

source: Disk Load
ne: चक्का लोड

source: Applet refresh rate in milliseconds
ne: एप्लेट ताजा गर्नुहोस् दर मिलिसेकेन्डहरु

source: Background color for disk load graph
ne: पृष्ठभूमि रङ्ग चक्का ग्राफ लोडको लागि

source: CPU graph background color
ne: सीपि यु ग्राफ पृष्ठभूमि रङ्ग

source: Enable CPU load graph
ne: सिपि यु लोड ग्राफ सक्षम पार्नुहोस

source: Enable disk load graph
ne: चक्का लोड ग्राफ सक्षम पार्नुहोस

source: Enable load average graph
ne: लोड औसत ग्राफ सक्षम पार्नुहोस्

source: Enable memory load graph
ne: स्मृति लोड ग्राफ सक्षम पार्नुहोस्

source: Enable network load graph
ne: सन्झाल लोड ग्राफ सक्षम पार्नुहोस

source: Enable swap load graph
ne: स्वाप लोड ग्राफ सक्षम पार्नुहोस

source: For horizontal panels, the width of the graphs in pixels. For vertical panels, this is the height of the graphs.
ne: तेर्सो प्यानहरुका लागि, ग्राफको चौडाइ पिक्सेलहरु ठाडो प्यानल्स, यो ग्राफहरुको उचाइ हो

source: Graph color for buffer memory
ne: बफर स्मृतिको लागि ग्राफ रङ्ग

source: Graph color for cached memory
ne: क्याचेड स्मृतिको लागि ग्राफ रङ्ग

source: Graph color for disk read
ne: चक्का रिडको लागि ग्राफ रङ्ग

source: Graph color for disk write
ne: चक्का लेखनको लागि ग्राफ रङ्ग

source: Graph color for iowait related CPU activity
ne: आयोवेट सम्बन्धित सक्रिय सीपि युको लागि ग्राफ रङ्ग

source: Graph color for load average
ne: औसत लोडको लागि ग्राफ रङ्ग

source: Graph color for nice-related CPU activity
ne: नाइस-सम्बन्धित सीपि यु सक्रियको लागि ग्राफ रङ्ग

source: Graph color for shared memory
ne: साझा स्मृतिको लागि ग्राफ रङ्ग

source: Graph color for system-related CPU activity
ne: सीपि यु सक्रिय प्रणाली सम्बन्धितको लागि ग्राफ रङ्ग

source: Graph color for user-related CPU activity
ne: सीपि यु सक्रिय प्रयोगकर्ताको लागि ग्राफ रङ्ग

source: Graph color for user-related memory usage
ne: स्मृति प्रयोग प्रयोगकर्ता-सम्बन्धितको लागि ग्राफ रङ्ग

source: Graph color for user-related swap usage
ne: स्वाप प्रयोग प्रयोगकर्ता-सम्बन्धितको लागि ग्राफ रङ्ग

source: Graph size
ne: ग्राफ आकार

source: Load graph background color
ne: ग्राफ पृष्ठभूमि रङ्ग लोड गर्नुस

source: Memory graph background color
ne: स्मृति ग्राफ पृष्ठभूमि रङ्ग

source: Network graph background color
ne: सञ्जाल ग्राफ पृष्ठभूमि रङ्ग

source: Swap graph background color
ne: स्वाप ग्राफ पृष्ठभूमि रङ्ग

source: %s/s
ne: %s/सेकेन्ड

source: Monitored Resources
ne: मोनिटर्ड श्रोतहरु

source: _Processor
ne: _ब्यवस्थापक

source: _Memory
ne: _स्मृति

source: _Network
ne: _सञ्जाल

source: S_wap Space
ne: एस_वाप् खालीस्थान

source: _Load
ne: _लोड

source: _Harddisk
ne: _हार्डडिस्क

source: Options
ne: विकल्पहरु

source: System m_onitor width:
ne: प्रणाली मोनिटर चौडाई:

source: System m_onitor height:
ne: प्रणाली मोनिटर उचाइ:

source: Sys_tem monitor update interval:
ne: प्रणाली मोनिटर अपडेट अन्तराल

source: milliseconds
ne: मिलिसेकेन्डहरु

source: _User
ne: _प्रयोगकर्ता

source: S_ystem
ne: प्र_णाली

source: N_ice
ne: ना_इस

source: I_OWait
ne: आइ_ओवेट

source: I_dle
ne: आइ_डल

source: Sh_ared
ne: सा_झा

source: _Buffers
ne: _बफर्स

source: Cach_ed
ne: क्याच्_एड

source: F_ree
ne: मु_क्त

source: _Background
ne: _पृष्ठभूमि

source: _Used
ne: _प्रयोग गरिएको

source: _Free
ne: _मुक्त

source: Load
ne: लोड

source: _Average
ne: _औसत

source: Harddisk
ne: हार्डडिस्क

source: _Read
ne: _पढ

source: _Write
ne: _लेख

source: System Monitor Preferences
ne: सिस्टम मोनिटर प्राथमिकताहरु

source: CD Player (Deprecated)
ne: सिडि प्लेयर (बिरुद्व)

source: Panel applet for playing audio CDs
ne: प्यानल एप्लेट अडियो सिडिहरु बजाउनको लागि

source: Alert you when new mail arrives
ne: नयाँ मेल आउँदा सतर्कता जनाउनुस

source: Inbox Monitor (Deprecated)
ne: प्राप्तिमञ्जूषा मोनिटर (बिरुद्व)

source: Factory for deprecating applets
ne: अनुरोध एप्लेट फ्याक्ट्रीको लागि

source: Null Applet Factory
ne: खारिज एप्लेट फ्याक्ट्री

source: Monitor the quality of a wireless network link
ne: मोनिटर ताररहित सम्बन्ध सन्झालको गुण

source: Wireless Link Monitor
ne: ताररहित सम्बन्ध मोनिटर

source: CD Player
ne: सिडी प्लेयर

source: Tomboy (ne Stickynotes)
ne: टोमब्वाइ (ने स्टिकिनोट्स)

source: Tomboy (transparent upgrade from stickynotes)
ne: टोमब्ववाइ (स्टिकिनोट्सबाट पारदर्शी स्तरवृद्धी)

source: Create, view, and manage sticky notes on the desktop
ne: बाक्लो टिप्पणी डेस्कटपमा बनाउनुहोस, हेर्नुस, र निर्वाह गर्नुस

source: Sticky Notes
ne: बाक्लो टिप्पणीहरु

source: Sticky Notes Applet Factory
ne: बाक्लो टिप्पणी एप्लेट फ्याक्ट्री

source: Hi_de Notes
ne: द्रष्टव्यहरू लुकाउनुहोस्

source: _Delete Notes
ne: टिप्पणीहरु मेट्नुस

source: _Lock Notes
ne: टिप्पणीहरु ताला लगाउनुस

source: _New Note
ne: _नयाँ टिप्पणी

source: This note is locked.
ne: यो टिप्पणीमा ताल्चा लगाइएको छ

source: This note is unlocked.
ne: यो टिप्पणीमा ताल्चा लगाइएको छैन

source: Behavior
ne: व्यवहार

source: Choose a base color to use for all sticky notes
ne: तह रङ्ग छान्नुस बाक्लो टिप्पणीहरुको लागि

source: Choose a color for the note
ne: टिप्पणीको लागि रङ्ग छान्नुस

source: Choose a font for the note
ne: टिप्पणीको लागि फन्ट छान्नुस

source: Choose a font to use for all sticky notes
ne: सबै बाक्लो टिप्पणीहरुको लागि फन्ट छान्नुहोस

source: Choose if notes are visible on all workspaces
ne: टिप्पणी कार्यखुलाहरु देखिन्छन् भने छान्नुसन् भने खुला

source: Choose if the default style is forced on all notes
ne: पूर्व निर्धारित तरिका टिप्पणीमा दबबा छ भने छान्नुस

source: Close note
ne: टिप्पणी बन्द गर्नुस

source: Font C_olor:
ne: फन्टको रङ:

source: Font Co_lor:
ne: फन्टको रङ:

source: Force _default color and font on notes
ne: पूर्व निर्धारित रङ्ग र फन्ट टिप्पणीहरुलाई दबाब दिनुस

source: H_eight:
ne: उचाइ:

source: Lock/Unlock note
ne: ताल्चा खुला/बन्द टिप्पणी

source: Pick a color for the sticky note
ne: बाक्लो टिप्पणीको लागि रङ्ग छान्नुस

source: Pick a default sticky note color
ne: पूर्व निर्धारित बाक्लो टिप्पणी रङ्ग छान्नुस

source: Pick a default sticky note font
ne: पूर्व निर्धारित बाक्लो टिप्पणी फन्ट छान्नुस

source: Pick a font for the sticky note
ne: बाक्लो टिप्पणीको लागि फन्ट छान्नुस

source: Properties
ne: गुणहरु

source: Resize note
ne: पुन:आकार टिप्पणी

source: Specify a title for the note
ne: टिप्पणीको शिर्षक छान्नुस

source: Specify the default height (in pixels) of new notes
ne: पूर्व निर्धारित उचाइ (पिक्सेलमा) नयाँ टिप्पणी छान्नुसनयाँ

source: Specify the default width (in pixels) of new notes
ne: पूर्व निर्धारित चौडाई (पिक्सेलमा) नयाँ टिप्पणी छान्नुस

source: Sticky Note
ne: बाक्लो/च्यापच्यापे टिप्पणीपणी

source: Sticky Note Properties
ne: बाक्लो टिप्पणी सम्पतिहरु

source: Sticky Notes Preferences
ne: बाक्लो टिप्पणी प्राथमिकताहरु

source: Use co_lor from the system theme
ne: प्रणाली बिषयवस्तुबाट रङ्ग प्रयोग गर्नुस

source: Use default co_lor
ne: पूर्व निर्धारित रङ्ग प्रयोग गर्नुस

source: Use default fo_nt
ne: पूर्व निर्धारित फन्ट प्रयोग गर्नुस

source: Use fo_nt from the system theme
ne: प्रणाली बिषयवस्तुबाट फन्ट प्रयोग गर्नुस

source: _Delete All
ne: सबै मेट्नुस

source: _Font:
ne: फन्ट:

source: _Put notes on all workspaces
ne: सबै कार्यस्थानहरुमा टिप्पणी राख्नुस

source: _Title:
ne: _शिर्षक:

source: By default, sticky notes are given the current date as the title when they are created. This format is used; anything that can be parsed by strftime() is valid.
ne: पूर्व निर्धारितबाट, बाक्लो टिप्पणी निर्मित हुँदा हालको मिति र शिर्षक दिइन्छ. यो बान्की प्रयोग हुन्छ, जायज स्ट्रिफटाइम जुनै पनि पदच्छेद हुन्छ

source: Date format of note's title
ne: मिति बान्की टिप्पणीको शिर्षक

source: Default color for font
ne: पूर्वनिर्धारित रङ्ग फन्टको लागि

source: Default color for new notes
ne: पूर्वनिर्धारित रङ्ग नयाँ टिप्पणीहरुको लागि

source: Default color for new sticky notes. This should be in html hex specification, for example "#30FF50".
ne: पूर्वनिर्धारित रङ्ग नयाँ बाक्लो टिप्पणीको लागि. यो एच टि एम एल हेक्समा हुनुपर्छ स्पेसिफिकेसन, उदाहरणको लागि "#30FF50".

source: Default font color for new sticky notes. This should be in html hex specification, for example "#000000".
ne: पूर्वनिर्धारित रङ्ग नयाँ बाक्लो टिप्पणीको लागि. यो एच टि एम एल हेक्समा हुनुपर्छ स्पेसिफिकेसन, उदाहरणको लागि "#000000".

source: Default font for new notes
ne: पूर्वनिर्धारित फन्ट नयाँ टिप्पणीहरुको लागि

source: Default height for new notes
ne: पूर्वनिर्धारित उचाइ नयाँ टिप्पणीहरुको लागि

source: Default height for new sticky notes in pixels.
ne: पूर्वनिर्धारित उचाइ पिक्सेलको नयाँ बाक्लो टिप्पणीहरुको लागि

source: Default width for new notes
ne: पूर्वनिर्धारित चौडाई नयाँ टिप्पणीहरुको लागि

source: Default width for new sticky notes in pixels.
ne: पूर्वनिर्धारित चौडाई पिक्सेलको नयाँ बाक्लो टिप्पणीहरुको लागि

source: If this option is disabled, a custom color can be used as the default color for all sticky notes.
ne: यदि यो छनोट असमर्थ छ भने, बिषयवस्तु रङ्ग पूर्व निर्धारित रङ्ग बाक्लो टिप्पणीहरुको लागि प्रयोग हुन्छ

source: If this option is disabled, a custom font can be used as the default font for all sticky notes.
ne: यदि यो छनोट असमर्थ छ भने, बिषयवस्तु रङ्ग पूर्व निर्धारित फन्ट बाक्लो टिप्पणीहरुको लागि प्रयोग हुन्छ

source: If this option is enabled, the custom colors and fonts that have been assigned to individual notes will be ignored.
ne: यदि यो छनोट सक्षम छ भने, बिषयवस्तुको रङ्ग र फन्ट्स निर्दिष्ट ब्यक्त्तित्व टिप्पणीहरु हटाइन्छ

source: Specifies whether the sticky notes are locked (non-editable) or not.
ne: बाक्लो/च्यापच्यापे टिप्पणीहरु यदि ताल्चा लगाइएको वा नलगाइएको भए तोक्नुस

source: Specifies whether the sticky notes are visible on ALL workspaces on the desktop, or not.
ne: कार्यस्थान डेस्कटपमा बाक्लो/च्यापच्यापे टिप्पणीहरु देखिन्छन भने तोक्नुस

source: Sticky notes' locked state
ne: बाक्लो टिप्पणीहरु' ताल्चा लगाइएको राज्य

source: Sticky notes' workspace stickyness
ne: बाक्लो टिप्पणीहरु' कार्यस्थान स्टिकिनेस

source: Whether to ask for confirmation when deleting a note
ne: टिप्पणी मेटाउँदा सूचना सोध्नुस वा नसोध्नुस

source: Whether to force the default color and font on all notes
ne: कि त पूर्व निर्धारित रङ्ग फन्ट तथा सबै टिप्पणीहरुमा दबाब दिनुस वा नदिनुस

source: Whether to use the default system color
ne: पूर्व निर्धारित प्रणाली रङ्ग प्रयोग

source: Whether to use the default system font
ne: पूर्व निर्धारित प्रणाली फन्ट प्रयोग

source: %d note
ne: %d टिप्पणी

source: Show sticky notes
ne: स्टिकिनोटहरू देखाउनुहोस्

source: Sticky Notes for the GNOME Desktop Environment
ne: जिनोम डेस्कटप वातावरणको लागि बाक्लो टिप्पणी

source: Go to Trash
ne: रद्दीटोकरीमा जानुस

source: Trash
ne: रद्दीटोकरी

source: _Empty Trash
ne: रद्दीटोकरी _खाली गर्नुस

source: %d Item in Trash
ne: %d रद्दीटोकरीमा चीज

source: No Items in Trash
ne: रद्दीटोकरीमा कुनै चीज छैन

source: Error while spawning nautilus: %s
ne: स्पनिङ्ग नउटिलसमा गल्ती: %s
