Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/gnome-applets-2.0.po
Languages: ne

source: A GNOME trash bin that lives in your panel. You can use it to view the trash or drag and drop items into the trash.
ne: जिनोम रद्दीटोरी बीन जुन तपाईको प्यानलमा बसेको छ. तपाईले यो प्रयोग गरेर रद्दीटोकरी हेर्न सक्नुहुन्छ वा चीजहरु लगेर रद्दीटोरीमा राख्न सक्नुहुन्छ

source: Delete Immediately?
ne: तुरुन्तै मेट्नुहुन्छ?

source: Cannot move items to trash, do you want to delete them immediately?
ne: रद्दीटोकरीमा आइटम लग्न सकिएन के तपाई मेट्न चाहनु हुन्छ?

source: Cannot move some items to trash, do you want to delete these immediately?
ne: रद्दीटोकरीमा केहि चीजहरु राख्न सकिएन के तपाई मेट्न चाहनु हुन्छ?

source: Trash Applet
ne: रद्दीटोकरी एप्लेट

source: Removing item %s of %s
ne: हटाउदै गरेको वस्तु %s को %s

source: Removing: %s
ne: %s हटाउँदै

source: Empty all of the items from the trash?
ne: के सबै चीजहरु रद्दीटोकरीबाट मेट्न चाहनु हुन्छ?

source: If you choose to empty the trash, all items in it will be permanently lost. Please note that you can also delete them separately.
ne: यदि तपाईले रद्दीटोकरी खाली गर्नुहुन्छ भने, यसमा भएको सबै चिजहरु सधैँको लागि मेटन सक्छ. कृपया तपाईले ती चीजहरुलाई छुट्टै मेट्न सक्नु हुन्छ भन्ने मनन गर्नुहोस

source: Emptying the Trash
ne: रद्दीटोकरी खाली गर्दै

source: From:
ne: बाट:
