Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/hal.po
Languages: ne

source: Hardware Information
ne: हार्डवेयर सूचना

source: View hardware information
ne: हार्डवेयर सूचना हेर्नुहोस्

source: External %s%s Drive
ne: बाह्य %s%s ड्राइभ

source: %s%s Drive
ne: %s%s ड्राइभ

source: External Floppy Drive
ne: बाह्य फ्लपि ड्राइभ

source: Floppy Drive
ne: फ्लपि ड्राइभ

source: %s External Hard Drive
ne: %s बाह्य हार्ड ड्राइभ

source: %s Hard Drive
ne: %s हार्ड ड्राइभ

source: External Hard Drive
ne: बाह्य हार्ड ड्राइभ

source: Hard Drive
ne: हार्ड ड्राइभ

source: Drive
ne: ड्राइभ

source: CD-ROM
ne: सीडी रोम

source: Blank CD-R
ne: खाली सीडी-आर

source: CD-R
ne: सीडी-आर

source: Blank CD-RW
ne: खाली सीडी-आरडब्लु

source: CD-RW
ne: सीडी-आरडब्लु

source: DVD-ROM
ne: डीभीडी-रोम

source: Blank DVD-RAM
ne: खाली डीभीडी-र्‍याम

source: DVD-RAM
ne: डीभीडी-र्‍याम

source: Blank DVD-R
ne: खाली डीभीडी-आर

source: DVD-R
ne: डीभीडी-आर

source: Blank DVD-RW
ne: खाली डीभीडी-आरडब्लु

source: DVD-RW
ne: डीभीडी-आरडब्लु

source: Blank DVD+R
ne: खाली डीभीडी+आर

source: DVD+R
ne: डीभीडी+आर

source: Blank DVD+RW
ne: खाली डीभीडी+आरडब्लु

source: DVD+RW
ne: डीभीडी+आरडब्लु

source: Blank DVD+R Dual-Layer
ne: खाली डीभीडी+आर द्वि-तह

source: DVD+R Dual-Layer
ne: डीभीडी+आर द्वि-तह

source: BD-ROM
ne: बीडी-रोम

source: Blank BD-R
ne: खाली बीडी-आर

source: BD-R
ne: बीडी-आर

source: Blank BD-RE
ne: खाली बीडी-आरइ

source: BD-RE
ne: बीडी-आरइ

source: HD DVD-ROM
ne: एचडी डीभीडी-रोम

source: Blank HD DVD-R
ne: खाली एचडी डीभीडी-आर

source: HD DVD-R
ne: एच डीभीडी-आर

source: Blank HD DVD-RW
ne: खाली एचडी डीभीडी-आरडब्लु

source: HD DVD-RW
ne: एचडी डीभीडी-आरडब्लु

source: Audio CD
ne: ध्वनि सीडी

source: %s Removable Media
ne: %s चल्ती माध्यम

source: %s Media
ne: %s माध्यम

source: <b>Bandwidth:</b>
ne: <b>ब्यान्डविड्थ</b>

source: <b>Bus Type:</b>
ne: <b>बस प्रकार:</b>

source: <b>Capabilities:</b>
ne: <b>गुण:</b>

source: <b>Device Type:</b>
ne: <b>उपकरण प्रकार:</b>

source: <b>Device:</b>
ne: <b>उपकरण:</b>

source: <b>OEM Product:</b>
ne: <b>ओईएम (OEM) उत्पादन:</b>

source: <b>OEM Vendor:</b>
ne: <b>ओईएम (OEM) उत्पादक:</b>

source: <b>Power Usage:</b>
ne: <b>शक्ति खपत:</b>

source: <b>Product:</b>
ne: <b>उत्पादन:</b>

source: <b>Revision:</b>
ne: <b>संशोधन:</b>

source: <b>Status:</b>
ne: <b>वस्तुस्थिति:</b>

source: <b>USB Version:</b>
ne: <b>युएसबी संस्करण:</b>

source: <b>Vendor:</b>
ne: <b>विक्रेता:</b>

source: Advanced
ne: विस्तृत

source: Bus Type
ne: बस प्रकार

source: Device
ne: उपकरण

source: Device Manager
ne: उपकरण व्यवस्थापक

source: Device Name
ne: उपकरण नाम

source: Device Type
ne: उपकरण प्रकार

source: Device Vendor
ne: उपकरण विक्रेता

source: Manufacturer ID
ne: निर्माताको आईडी (ID)

source: OEM Manufacturer ID
ne: ओईएम (OEM) निर्माता आईडी (ID)

source: OEM Product ID
ne: ओईएम (OEM) उत्पादन आईडी (ID)

source: PCI
ne: पीसीआई (PCI)

source: Product ID
ne: उत्पादन आईडी (ID)

source: Product Revision
ne: उत्पादन संशोधन

source: Status
ne: वस्तुस्थिति

source: USB
ne: युएसबी (USB)

source: USB Bandwidth
ne: युएसबी ब्यान्डविड्थ

source: USB Version
ne: युएसबी (USB) संस्करण

source: Ubuntu Device Database
ne: उबुन्तु उपकरण डाटावेस
