Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/irkick.po
Languages: ne

source: A connection to the infrared system has been made. Remote controls may now be available.
ne: अवरक्त प्रणालीसँग जडान बनाइएको छ । टाढाको नियन्त्रण अब उपलब्ध हुन सक्दछ ।

source: The infrared system has severed its connection. Remote controls are no longer available.
ne: अवरक्त प्रणालीसँग यसको पृथक जडान छ । टाढाको नियन्त्रण अब लामो समयसम्म उपलब्ध छैन ।

source: Resetting all modes.
ne: सबै मोडहरू रिसेट गर्दै ।

source: KDE Lirc Server:
ne: केडिइ LIRC सर्भर:

# The state of kdelirc
source: Stopped
ne: रोकियो

# The state of kdelirc
source: Ready
ne: तयार

source: &Configure...
ne: कन्फिगर...

source: &Help
ne: सहायता

source: &About
ne: _बारे

# Default mode in notification
source: Default
ne: पूर्वनिर्धारित

source: Mode switched to %1
ne: मोड %1 मा परिवर्तन गरियो

source: The KDE Infrared Remote Control Server
ne: KDE अवरक्त टाढाको नियन्त्रण सर्भर

source: (c) 2003, Gav Wood
ne: (c) 2003, गाभ वुड

source: Control your desktop with your remote.
ne: रिमोर्ट मार्फत आफ्नो डेस्कटप नियन्त्रण गर्नुहोस्।

source: Gav Wood
ne: गाभ वुड (Gav Wood)

source: Author
ne: लेखक

source: Malte Starostik
ne: माल्टे स्टारोस्तिक

source: Original LIRC interface code
ne: मौलिक LIRC इन्टरफेस सङ्केत

source: Dirk Ziegelmeier
ne: डिर्क जिगेल्मेइर

source: Ideas, concept code
ne: विचार, धारणा सङ्केत

source: Zsolt Rizsanyi
ne: ज्सोल्ट रिज्सान्यि

source: Random patches
ne: अनियमित प्याच

source: Antonio Larrosa Jiménez
ne: एन्टोनिओ लार्रोसा जिमेनेज

source: Ideas
ne: विचार

source: Michael Zanetti
ne: माइकल जनेटि (Michael Zanetti)

source: Frank Scheffold
ne: फ्रेन्क सहेपफोल्ड (Frank Scheffold)

# NAME OF TRANSLATORS
source: Your names
ne: Jitendra Harlalka, Kapil Timilsina, श्यामकृष्ण बल, नारायण कुमार मगर, ,Launchpad Contributions:,Narayan Kumar Magar

# EMAIL OF TRANSLATORS
source: Your emails
ne: jitendra@otrc.gov.np, lipak21@gmail.com, shyamkrishna_bal@yahoo.com, narayan@mpp.org.np,,,
