Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/kbugbuster.po
Languages: ne

source: Server:
ne: सर्भर:

source: Product:
ne: वस्तु:

source: Component:
ne: अवयव:

source: Critical
ne: नाजुक

source: Grave
ne: गम्भीर

source: Major
ne: ठूलो

source: Crash
ne: क्र्याश

source: Normal
ne: सामान्य

source: Minor
ne: सानो

source: Wishlist
ne: मागसूची

source: Undefined
ne: अपरिभाषित

source: Unconfirmed
ne: यकिन नगरिएको

source: New
ne: नयाँ

source: Assigned
ne: मानाङ्कन गरिएको

source: Reopened
ne: पुन: खोलिएको

source: Closed
ne: बन्द

source: My Bugs
ne: मेरो बग

source: Connecting to %1
ne: %1 मा जडान गर्दैछ

source: Connected to %1
ne: %1 मा जडान गर्दैछ

source: Connection refused.
ne: जडान अस्वीकार भयो

source: Host Not Found.
ne: होस्ट फेला परेन ।

source: Error reading socket.
ne: सकेट पढ्दा त्रुटि

source: Internal error, unrecognized error.
ne: आन्तरिक त्रुटि, अपरिचित त्रुटि ।

source: Message sent
ne: सन्देश पठाइयो

source: Package %1: %2
ne: प्याकेज %1: %2

source: Retrieving My Bugs list...
ne: मेरो बग सूची पुन: प्राप्त गर्दैछ...

source: Mail generated by KBugBuster
ne: केडीई बग बस्टरद्वारा उत्पन्न गरेको मेल

source: Control command: %1
ne: नियन्त्रण आदेश: %1

source: Mail to %1
ne: %1 लाई मेल गर्नुहोस्

source: Bug %1: %2
ne: बग %1: %2

source: Parsing...
ne: पद वर्णन...

source: Ready.
ne: तयार

source: Duplicate Report
ne: प्रतिवेदन नक्कल

source: Packaging Bug
ne: बग प्याकेज

source: More Information Required
ne: बढि सूचना आवश्यक

source: No Longer Applicable
ne: अब उपयुक्त हुँदैन

source: Cannot Reproduce Bug
ne: बग पुन: वस्तु गर्न सकिदैन

source: Sending through sendmail...
ne: प्रेषण मेल हुँदै पठाइदैछ...

source: No running instance of KMail found.
ne: केडीई मेलको कुनै पनि अस्तित्व चलेको फेला परेन ।

source: Passing mail to KDE email program...
ne: केडीई इमेल कार्यक्रममा मेल पास गर्दैछ...

source: Error during SMTP transfer. command: %1 response: %2
ne: SMTP स्थानान्तरण गर्दा त्रुटि आदेश: %1 प्रतिक्रिया: %2

source: Unknown
ne: अज्ञात

source: Attachment %1 could not be decoded. Encoding: %2
ne: %1 संलग्र फाइल असङ्केतन गर्न सकेन । सङ्केतन: %2

source: Close
ne: बन्द गर्नुहोस्

source: Close Silently
ne: बिस्तारै बन्द गर्नुहोस्

source: Reopen
ne: पुन: खोल्नुहोस्

source: Retitle
ne: पुन: शीर्षक

source: Merge
ne: गाभ्नुहोस्

source: Unmerge
ne: नगाभ्नुहोस्

source: Reply
ne: जवाफ दिनुहोस्

source: Reply (Maintonly)
ne: जवाफ (मेनटोन्ली)

source: Reply (Quiet)
ne: जवाफ दिनुहोस् (मौन)

source: Private Reply
ne: गुप्त जवाफ

source: Severity
ne: त्रुटि स्तर

source: Reassign
ne: पुन: मानाङ्कन गर्नुहोस्

source: Name
ne: नाम

source: Base URL
ne: आधार यूआरएल

source: User
ne: प्रयोगकर्ता

source: Version
ne: संस्करण

source: Preferences
ne: प्राथमिकता

source: Servers
ne: सर्भर

source: Add Server...
ne: सर्भर थप्नुहोस्...

source: Edit Server...
ne: सर्भर सम्पादन गर्नुहोस्...

source: Delete Server
ne: सर्भर मेट्नुहोस्

source: Select Server From List...
ne: सूचीबाट सर्भर चयन गर्नुहोस्...

source: Advanced
ne: उन्नत

source: Mail Client
ne: मेल क्लाइन्ट

source: &KMail
ne: केडीई मेल

source: D&irect
ne: सिधै

source: &Sendmail
ne: प्रेषण मेल

source: Show closed bugs
ne: बन्द गरिएको बग देखाउनुहोस्

source: Show wishes
ne: इच्छा देखाउनुहोस्

source: Show bugs with number of votes greater than:
ne: यस भन्दा बढि सङ्ख्याको भोटसँग बग देखाउदछ:

source: Send BCC to myself
ne: गुप्त बोधार्थ प्रति मलाई पनि पठाउनुहोस्

source: Select Server
ne: सर्भर चयन गर्नुहोस्

source: Loading All Bugs for Product %1
ne: %1 वस्तुका लागि सबै बग लोड हुँदैछ

source: Bug %1 loaded
ne: %1 बग लोड गरियो

source: Found the following attachments. Save?
ne: निम्न संलग्र फाइल फेला पर्यो । बचत गर्नुहुन्छ ?

source: Select Folder Where to Save Attachments
ne: संलग्र फाइल बचत गर्ने फोल्डर चयन गर्नुहोस् ।

source: Change Bug Title
ne: बग शीर्षक परिवर्तन गर्नुहोस्

source: Please enter a new title:
ne: कृपया नयाँ शीर्षक प्रविष्ट गर्नुहोस्:

source: Select Product
ne: वस्तु चयन गर्नुहोस्

source: Recent
ne: हाल

source: Description
ne: वर्णन

source: Bug Report</a> from <b>%1</b>
ne: </a> <b>%1</b> बाट बग प्रतिवेदन

source: (1 reply)
ne: (१ जवाफ)

source: 1 day old
ne: १ दिन पुरानो

source: Source
ne: स्रोत

source: Compiler
ne: कम्पाइलर

source: Bug Report</a> from <b>%1</b>
ne: </a> <b>%1</b> बाट बग प्रतिवेदन

source: Reply #%1</a> from <b>%2</b>
ne: #%1</a> <b>%2</b> बाट जवाफ

source: Attachment List
ne: संलग्र फाइल सूची

source: Date
ne: मिति

source: Edit
ne: सम्पादन गर्नुहोस्

source: Select Severity
ne: त्रुटि स्तर चयन गर्नुहोस्

source: &Edit Presets...
ne: प्रिसेट सम्पादन गर्नुहोस्...

source: Close Bug %1
ne: %1 बग बन्द गर्नुहोस्

source: Reply to Bug
ne: बगको जवाफ दिनुहोस्

source: Reply Privately to Bug
ne: गुप्त रुपमा बगको जवाफ दिनुहोस्

source: &Message
ne: सन्देश

source: &Recipient:
ne: प्रापक:

source: Normal (bugs.kde.org & Maintainer & kde-bugs-dist)
ne: सामान्य (bugs.kde.org र मर्मतकर्ता kde-bugs-dist)

source: Maintonly (bugs.kde.org & Maintainer)
ne: मेनटोन्ली (bugs.kde.org र मर्मतकर्ता)

source: Quiet (bugs.kde.org only)
ne: मौन (bugs.kde.org मात्र)

source: &Preset Messages
ne: सन्देश प्रिसेट गर्नुहोस्

source: Welcome to KBugBuster, a tool to manage the KDE Bug Report System. With KBugBuster you can manage outstanding bug reports for KDE from a convenient front end.
ne: केडीई बग प्रतिवेदन प्रणाली व्यवस्थापन गर्ने उपकरण, केडीई बग बस्टरमा स्वागत छ । केडीई बग बस्टरको सहायताले उपयुक्त फ्रन्टइन्डबाट तपाईँले केडीईका लागि समाधान गर्न बाकी बग प्रतिवेदन व्यवस्थापन गर्न सक्नुहुन्छ ।

source: KBugBuster
ne: केडीई बग बस्टर

source: Edit Message Buttons
ne: सन्देश बटन सम्पादन गर्नुहोस्

source: Button:
ne: बटन:

source: Add Button...
ne: बटन थप्नुहोस्...

source: Remove Button
ne: बटन हटाउनुहोस्

source: Add Message Button
ne: सन्देश बटन थप्नुहोस्...

source: Enter button name:
ne: बटन नाम प्रविष्ट गर्नुहोस्:

source: Remove the button %1?
ne: %1 बटन हटाउनुहुन्छ ?

source: Remove
ne: हटाउनुहोस्

source: Delete
ne: मेटाउनुहोस्

source: 1 day
ne: १ दिन

source: Number
ne: नम्बर

source: Age
ne: अवधि

source: Title
ne: शीर्षक

source: Status
ne: वस्तुस्थिति

source: Sender
ne: प्रेषक

source: %1 (%2 bugs, %3 wishes)
ne: %1 (%2 बग, %3 इच्छा)

source: Product '%1', all components
ne: वस्तु '%1', सबै अवयव

source: Product '%1'
ne: वस्तु '%1'

source: Product '%1', component '%2'
ne: वस्तु '%1', अवयव '%2'

source: Outstanding Bugs
ne: समाधान गर्न बाकी बग

source: Click here to select a product
ne: वस्तु चयन गर्न यहाँ क्लिक गर्नुहोस्

source: Retrieving List of Outstanding Bugs for Product '%1'...
ne: '%1' वस्तुका लागि समाधान गर्न बाकी बगको सूची पुन: प्राप्त गर्दैछ...

source: Retrieving List of Outstanding Bugs for Product '%1' (Component %2)...
ne: वस्तु '%1' (अवयव %2) का लागि समाधान गर्न बाकी बगको सूची पुन: प्राप्त गर्दैछ...

source: Package '%1'
ne: प्याकेज '%1'

source: %1 is not available offline.
ne: %1 अफलाइन उपलब्ध हुँदैन ।

# bug #number [Merged with: a list of bugs] (severity): title
source: Bug #%1 [Merged with: %2] (%3): %4
ne: बग #%1 [यससँग गाभिएको: %2] (%3): %4

# bug #number (severity): title
source: Bug #%1 (%2): %3
ne: बग #%1 (%2): %3

source: Pending commands:
ne: विचाराधिन आदेश:

source: Bug Title
ne: बग शीर्षक

source: Click here to select a bug by number
ne: नम्बर अनुसार बग चयन गर्न यहाँ क्लिक गर्नुहोस्

source: Retrieving Details for Bug %1 (%2)
ne: %1 बगका लागि वर्णन पुन: प्राप्त गर्दैछ (%2)

source: Bug #%1 (%2) is not available offline.
ne: बग #%1 (%2) अफलाइन उपलब्ध हुँदैन ।

source: Retrieving details for bug #%1 (%2)
ne: बग #%1 का लागि वर्णन पुन: प्राप्त गर्दैछ (%2)

source: Welcome to <b>KBugBuster</b>.
ne: <b>केडीई बग बस्टर</b>मा स्वागत छ ।

source: Quit KBugBuster
ne: केडीई बग बस्टर अन्त्य गर्नुहोस्

source: See &Pending Changes
ne: विचाराधिन परिवर्तनहरू हेर्नुहोस्

source: &Submit Changes
ne: परिवर्तन समिट गर्नुहोस्

source: Reload &Product List
ne: वस्तु सूची रिलोड गर्नुहोस्

source: Reload Bug &List (for current product)
ne: बग सूची (हालको वस्तुका लागि) रिलोड गर्नुहोस्

source: Reload Bug &Details (for current bug)
ne: बग वर्णन (हालको बगका लागि) रिलोड गर्नुहोस्

source: Load &My Bugs List
ne: मेरो बग सूची लोड गर्नुहोस्

source: Load All Bug Details (for current product)
ne: सबै बग वर्णन (हालको वस्तुका लागि) लोड गर्नुहोस्

source: Extract &Attachments
ne: संलग्र फाइल झिक्नुहोस्

source: Clear Cache
ne: क्यास खाली गर्नुहोस्

source: &Search by Product...
ne: वस्तु अनुसार खोजी गर्नुहोस्...

source: Search by Bug &Number...
ne: बग नम्बर अनुसार खोजी गर्नुहोस्...

source: Search by &Description...
ne: वर्णन अनुसार खोजी गर्नुहोस्...

source: C&lose...
ne: बन्द गर्नुहोस्...

source: Re&open
ne: पुन: खोल्नुहोस्

source: &Reply...
ne: जवाफ दिनुहोस्...

source: Reply &Privately...
ne: गुप्त रुपमा जवाफ दिनुहोस्...

source: &Disconnected Mode
ne: जडान विच्छेदन मोड

source: Show Closed Bugs
ne: बन्द गरिएको बग देखाउनुहोस्

source: Hide Closed Bugs
ne: बन्द गरिएको बग लुकाउनुहोस्

source: Show Wishes
ne: इच्छा देखाउनुहोस्

source: Hide Wishes
ne: इच्छा लुकाउनुहोस्

source: Show Last Server Response...
ne: सर्भरको अन्तिम प्रतिक्रिया देखाउनुहोस्...

source: Show Bug HTML Source...
ne: बग HTML स्रोत देखाउनुहोस्...

source: List of pending commands:
ne: विचाराधिन आदेशको सूची:

source: Do you really want to delete all commands?
ne: तपाईँले साच्चै सबै सूची मेट्न चाहनुहुन्छ ?

source: Confirmation Required
ne: यकिन गर्न आवश्यक हुन्छ

source: &Delete
ne: मेटाउनुहोस्

source: There are no pending commands.
ne: त्यहाँ विचाराधिन आदेश छैन ।

source: Search for Bug Number
ne: बग नम्बरका लागि खोजी

source: Please enter a bug number:
ne: कृपया बग नम्बर प्रविष्ट गर्नुहोस्:

source: There are unsent bug commands. Do you want to send them now?
ne: त्यहाँ नपठाइएको बग आदेशहरू छन् । तपाईँ अहिले तिनीहरूलाई पठाउन चाहनुहुन्छ ?

source: Send
ne: पठाउनुहोस्

source: Do Not Send
ne: नपठाउनुहोस्

source: Last Server Response
ne: सर्भरको अन्तिम प्रतिक्रिया

source: Bug HTML Source
ne: बग HTML स्रोत

source: Edit Bugzilla Server
ne: बगजिल्ला सर्भर सम्पादन गर्नुहोस्

source: Name:
ne: नाम:

source: URL:
ne: यूआरएल:

source: User:
ne: प्रयोगकर्ता:

source: Password:
ne: पासवर्ड:

source: Bugzilla version:
ne: बगजिल्ला संस्करण:

source: (c) 2001,2002,2003 the KBugBuster authors
ne: (प्रतिलिपिअधिकार) २००१,२००२,२००३ केडीई बग बस्टर लेखक

source: Martijn Klingens
ne: मार्तिज्न क्लिन्गेन्स्

source: Cornelius Schumacher
ne: कोर्नेलियस स्चुमाचेर

source: Simon Hausmann
ne: साइमोन हसम्यान

source: David Faure
ne: डेभिड फाउर

source: Start in disconnected mode
ne: विच्छेदन मोडमा सुरु गर्नुहोस्

source: Start with the buglist for <package>
ne: <package> का लागि बग सूचीसँग सुरु गर्नुहोस्

source: Start with bug report <br>
ne: बग प्रतिवेदनसँग सुरु गर्नुहोस् <br>

# NAME OF TRANSLATORS
source: Your names
ne: Mahesh Subedi, नारायण कुमार मगर, जितेन्द्र हरलालका ,Launchpad Contributions:,Narayan Kumar Magar

# EMAIL OF TRANSLATORS
source: Your emails
ne: submanesh@gmail.com, narayan@mpp.org.np, jitendra@otrc.gov.np,,

source: Server
ne: सर्भर

source: Product
ne: वस्तु

source: Component
ne: अवयव

source: &File
ne: फाइल

source: &View
ne: दृश्य

source: S&earch
ne: खोजी गर्नुहोस्

source: &Commands
ne: आदेश

source: &Settings
ne: सेटिङ

source: Search Toolbar
ne: उपकरणपट्टी खोजी गर्नुहोस्

source: Command Toolbar
ne: आदेश उपकरणपट्टी

source: Settings Toolbar
ne: सेटिङ उपकरणपट्टी

source: Bug Commands
ne: बग आदेश

source: Clear Co&mmands
ne: आदेश खाली गर्नुहोस्

source: Close Silentl&y
ne: मौन रुपमा बन्द गर्नुहोस्

source: Re&assign...
ne: पुन: मानाङ्कन गर्नुहोस्...

source: Change &Title...
ne: शीर्षक परिवर्तन गर्नुहोस्...

source: Chan&ge Severity...
ne: कठोरता परिवर्तन गर्नुहोस्...

source: Search
ne: खोजी गर्नुहोस्

source: &Package:
ne: प्याकेज:

source: Bug &number:
ne: बग नम्बर:

source: &Description:
ne: वर्णन:
