Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/kcm_krfb.po
Languages: ne

source: Desktop Sharing Control Module
ne: डेस्कटप साझेदारी नियन्त्रण मोड्युल

source: (c) 2002, Tim Jansen
ne: (c) २००२, टिम जानसेन (Tim Jansen)

source: Tim Jansen
ne: टिम जानसेन (Tim Jansen)

source: You have no open invitation.
ne: तपाईँसँग खुल्ला निमन्त्रणा छैन ।

source: Open invitations: %1
ne: निमन्त्रणा खोल्नुहोस्: %1

source: <h1>Desktop Sharing</h1> This module allows you to configure the KDE desktop sharing.
ne: <h1>डेस्कटप साझेदारी</h1> यो मोड्युलले तपाईँलाई केडीई डेस्कटप साझेदारी कन्फिगर गर्न अनुमति दिन्छ ।

source: Acc&ess
ne: पहुँच

source: Invitations
ne: निमन्त्रणा

source: You have no open invitations.
ne: तपाईँसँग खुल्ला निमन्त्रणा छैन ।

source: Create && &Manage Invitations...
ne: निमन्त्रणा सिर्जना र प्रबन्ध गर्नुहोस्...

source: Click to view or delete the open invitations.
ne: खुल्ला निमन्त्रणा हेर्न वा मेट्न क्लिक गर्नुहोस् ।

source: Uninvited Connections
ne: निमन्त्रणा नगरिएको जडान

source: Allow &uninvited connections
ne: निमन्त्रणा नगरिएको जडान अनुमति दिनुहोस्

source: Select this option to allow connecting without inviting. This is useful if you want to access your desktop remotely.
ne: निमन्त्रणा बिना जडान अनुमति दिन यो विकल्प चयन गर्नुहोस् । यदि तपाईँले तपाईँको डेस्कटप टाढैबाट पहुँच गर्न चाहनुभयो भने यो उपयोगी हुन्छ ।

source: Announce service &on the network
ne: नेटवर्कमा सेवा घोषणा गर्नुहोस्

source: If you allow uninvited connections and enable this option, Desktop Sharing will announce the service and your identity on the local network, so people can find you and your computer.
ne: यदि तपाईँले निमन्त्रणा नगरिएको जडान अनुमति दिनुभयो र यो विकल्प सक्षम पार्नुभयो भने, डेस्कटप साझेदारीले स्थानीय नेटवर्कमा सेवा र तपाईँको परिचय जानकारी गराउँनेछ, जसले गर्दा मानिसले तपाईँ र तपाईँको कम्प्युटरलाई फेला पार्न सक्छन् ।

source: Confirm uninvited connections &before accepting
ne: स्वीकार गर्नु अघि निमन्त्रणा नगरिएको जडान यकीन गर्नुहोस्

source: If enabled, a dialog will appear when somebody attempts to connect, asking you whether you want to accept the connection.
ne: यदि सक्षम पारियो भने, यदि कसैले जडान गर्ने प्रयास गर्यो भने संवाद देखिनेछ, तपाईँलाई जडान स्वीकार गर्नुहुन्छ कि हुन्न भनेर सोध्नेछ ।

source: A&llow uninvited connections to control the desktop
ne: डेस्कटप नियन्त्रण गर्न निमन्त्रणा नगरिएको जडान अनुमति दिनुहोस्

source: Enable this option to allow uninvited user to control your desktop (using mouse and keyboard).
ne: (माउस र कुञ्जीपाटी प्रयोग गरेर) तपाईँको डेस्कटप नियन्त्रण गर्न निमन्त्रणा नगरिएको प्रयोगकर्ता अनुमति दिन यो विकल्प सक्षम पार्नुहोस् ।

source: Pass&word:
ne: पासवर्ड:

source: If you allow uninvited connections, it is highly recommended to set a password in order to protect your computer from unauthorized access.
ne: यदि तपाईँले निमन्त्रणा नगरिएको जडानलाई अनुमति दिनुभयो भने, आधिकीकरण प्राप्त नभएको पहुँचबाट तपाईँको कम्प्युटर सुरक्षित राख्न पासवर्ड सेट गर्न जोरदार सिफारिस गरिन्छ ।

source: &Session
ne: सत्र

source: Session Preferences
ne: सत्र प्राथमिकता

source: Always disable &background image
ne: सधै पृष्ठभूमि छवि अक्षम पार्नुहोस्

source: Check this option to always disable the background image during a remote session. Otherwise the client decides whether the background will be enabled or disabled.
ne: टाढाको सत्र हुँदा पृष्ठभूमि छवि सधै अक्षम पार्न यो विकल्प चिनो गर्नुहोस् । अन्यथा क्लाइन्टले पृष्ठभूमि सक्षम पार्ने कि अक्षम पार्ने भन्ने निर्णय गर्दछ ।

source: &Network
ne: नेटवर्क

source: Network Port
ne: नेटवर्क पोर्ट

source: Assi&gn port automatically
ne: स्वचालित रूपमा पोर्ट मानाङ्कन गर्नुहोस्

source: Check this option to assign the network port automatically. This is recommended unless your network setup requires you to use a fixed port, for example because of a firewall.
ne: नेटवर्क पोर्ट स्वचालित रूपमा मानाङ्कन गर्न यो विकल्प चिनो गर्नुहोस् । तपाईँको नेटवर्क सेटअपले स्थिर पोर्ट प्रयोग गर्न आवश्यक ठाने पनि यो सिफारिस गरिएको छ, उदाहरणका लागि फायरवालको कारण ।

source: P&ort:
ne: पोर्ट:

source: Enter the TCP port number here
ne: यहाँ टीसीपी पोर्ट नम्बर प्रविष्ट गर्नुहोस्

source: Use this field to set a static port number for the desktop sharing service. Note that if the port is already in use the Desktop Sharing service will not be accessible until you free it. It is recommended to assign the port automatically unless you know what you are doing. Most VNC clients use a display number instead of the actual port. This display number is the offset to port 5900, so port 5901 has the display number 1.
ne: डेस्कटप साझेदार सेवाका लागि स्थिर पोर्ट नम्बर सेट गर्न यो फाँट प्रयोग गर्नुहोस् । याद गर्नुहोस् कि यदि पोर्ट पहिले नै डेस्कटप साझेदारी सेवामा प्रयोग गरिएको छ भने त्यसलाई नहटाएसम्म पहुँचयोग्य हुने छैन । तपाईँलाई आफु के गरिरहेको छ भन्ने थाहा नभए स्वचालित रूपमा पोर्ट मानाङ्कन गर्न सिफारिस गरिन्छ । धेरैजसो भीएनसी क्लाइन्टले वास्तविक पोर्टको सट्टा प्रदर्शन नम्बर प्रयोग गर्दछ । यो प्रदर्शन सङ्ख्या पोर्ट ५९०० सम्म अफसेट गरिएको छ, त्यसैले पोर्ट ५९०१ सँग प्रदर्शन सङ्ख्या १ छ ।

# NAME OF TRANSLATORS
source: Your names
ne: श्यामकृष्ण बल, जितेन्द्र हरलालका ,Launchpad Contributions:,Nabin Gautam

# EMAIL OF TRANSLATORS
source: Your emails
ne: Shyam krishna bal<shyamkrishna_bal@yahoo.com>, Jitendra Harlalka<jitendra@otrc.gov.np>,,
