Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/kcmlilo.po
Languages: ne

source: Select...
ne: चयन गर्नुहोस्...

source: You can edit the lilo.conf file directly here. All changes you make here are automatically transferred to the graphical interface.
ne: तपाईँले यहाँ lilo.conf फाइल डाइरेक्टरी सम्पादन गर्न सक्नुहुन्छ । तपाईँले यहाँ गरेका सबै परिवर्तन स्वचालित रूपमा ग्राफिकल इन्टरफेसमा स्थानान्तरण हुनेछन् ।

source: Install &boot record to drive/partition:
ne: ड्राइभ/विभाजनमा बुट रेकर्ड स्थापना गर्नुहोस्:

source: Select the drive or partition you want to install the LILO boot loader to here. Unless you intend to use other boot managers in addition to LILO, this should be the MBR (master boot record) of your boot drive.<br>In this case, you should probably select <i>/dev/hda</i> if your boot drive is an IDE drive or <i>/dev/sda</i> if your boot drive is SCSI.
ne: तपाईँले यहाँ LILO बुट लोडर स्थापना गर्न चाहेको ड्राइभ वा विभाजन चयन गर्नुहोस् । तपाईँको LILO मा अन्य बुट प्रबन्धक प्रयोग गर्ने अभिप्राय नभए, तपाईँको ड्राइभ एमबीआर (मास्टर बुट रेकर्ड) हुनुपर्नेछ ।<br>यो अवस्थामा, तपाईँको बुट ड्राइभ IDE ड्राइभ भएमा सम्भवत: तपाईँले <i>/dev/hda</i> चयन गर्नुपर्छ वा बुट ड्राइभ SCSI भएमा <i>/dev/sda</i> चयन गर्नुपर्छ ।

source: Boot the default kernel/OS &after:
ne: यसपछि पूर्वनिर्धारित कर्नेल/OS बुट गर्नुहोस्:

source: /10 seconds
ne: /१० सेकेन्ड

source: LILO will wait the amount of time specified here before booting the kernel (or OS) marked as <i>default</i> in the <b>Images</b> tab.
ne: LILO ले <b>छवि</b> ट्याबमा <i>पूर्वनिर्धारित</i> अनुरूप चिन्ह लगाएको कर्नेल (वा OS) बुट गर्नुभन्दा पहिला यहाँ निर्दिष्ट भएको समय प्रतिक्षा गर्नेछ ।

source: Use &linear mode
ne: रेखात्मक मोड प्रयोग गर्नुहोस्

source: Use &compact mode
ne: कम्प्याक्ट मोड प्रयोग गर्नुहोस्

source: Check this box if you want to use the compact mode.<br>The compact mode tries to merge read requests for adjacent sectors into a single read request. This reduces load time and keeps the boot map smaller, but will not work on all systems.
ne: तपाईँले कम्प्याक्ट मोड प्रयोग गर्न चाहेमा यो बाकसमा चिनो लगाउनुहोस् ।<br>कम्प्याक्ट मोडले एकल पढ्ने अनुरोधमा आसन्न खण्डका लागि पढ्ने अनुरोध गाभ्न प्रयास गर्दछ । यसले लोड गर्ने समय घटाउछ र बुट मानचित्र सानो राख्दछ तर सबै प्रणालीमा कार्य गर्दैन ।

source: &Record boot command lines for defaults
ne: पूर्वनिर्धारणका लागि बुट आदेश लाइन रेकर्ड गर्नुहोस्

source: Checking this box enables automatic recording of boot command lines as the defaults for the following boots. This way, lilo "locks" on a choice until it is manually overridden. This sets the <b>lock</b> option in lilo.conf.
ne: निम्न बुटका लागि यस बाकसमा चिनो लगाएपछि पूर्वनिर्धारित अनुरूप बुट आदेश लाइनको स्वचालित रेकर्ड सक्षम पार्छ । यस्तै गरी, यसलाई म्यानुअल तरिकाले अधिरोहण नगरेसम्म लिलोले रोजाइमा "लक गर्दछ" । यसले <b>लक</b> विकल्पलाई lilo.conf मा सेट गर्छ ।

source: R&estrict parameters
ne: परिमिति निषेध गर्नुहोस्

source: If this box is checked, a password (entered below) is required only if any parameters are changed (i.e. the user can boot <i>linux</i>, but not <i>linux single</i> or <i>linux init=/bin/sh</i>). This sets the <b>restricted</b> option in lilo.conf.<br>This sets a default for all Linux kernels you want to boot. If you need a per-kernel setting, go to the <i>Operating systems</i> tab and select <i>Details</i>.
ne: यो बाकसमा चिनो लगाइएमा , यदि कुनै परिमिति परिवर्तन गरेको भएमा मात्र पासवर्ड (तल प्रविष्ट गरिएको) आवश्यक हुन्छ (जस्तै: प्रयोगकर्ताले <i>लिनक्स</i> बुट गर्नसक्छ, तर <i>एकल लिनक्स</i> वा <i>लिनक्स init=/bin/sh</i> बुट गर्न सक्दैन) । यसले <b>निषेध गरिएको</b>विकल्प lilo.conf. मा सेट गर्छ<br>यसले तपाईँले बुट गर्न चाहेका सबै लिनक्स कर्नेलका लागि पूर्वनिर्धारितमा सेट गर्छ । यदि तपाईँलाई प्रत्येक कर्नेलमा सेटिङ आवश्य भएमा, <i>सञ्चालन प्रणली</i> ट्याबमा जानुहोस् र <i>विस्तृत विवरण</i> चयन गर्नुहोस् ।

source: Require &password:
ne: आवश्यक पासवर्ड:

source: &Default graphics mode on text console:
ne: पाठ कन्सोलममा पूर्वनिर्धारित ग्राफिक्स मोड:

source: You can select the default graphics mode here.<br>If you intend to use a VGA graphics mode, you must compile the kernel with support for framebuffer devices. The <i>ask</i> setting brings up a prompt at boot time.<br>This sets a default for all Linux kernels you want to boot. If you need a per-kernel setting, go to the <i>Operating systems</i> tab and select <i>Details</i>.
ne: तपाईँले यहाँ पूर्वनिर्धारित ग्राफिक्स मोड चयन गर्न सक्नुहुन्छ ।<br>यदि तपाईँको VGA ग्राफिक्स मोड प्रयोग गर्ने अभिप्राय भएमा, तपाईँले फ्रेम बफर यन्त्रका लागि समर्थनमा कर्नेल कम्पाइल गर्नुपर्छ । <i>सोध्नुहोस्</i> सेटिङले बुट समयमा प्रवर्धन ल्याउछ ।<br>यसले तपाईँले बुट गर्न चाहेका सबै लिनक्स कर्नेलका लागि पूर्वनिर्धारित सेट गर्छ । यदि तपाईँलाई प्रत्येक कर्नेलमा सेटिङ आवश्यक भएमा, <i>सञ्चालन प्रणाली</i> ट्याबमा जानुहोस् र <i>विस्तृत विवरण</i> चयन गर्नुहोस् ।

source: Enter LILO &prompt automatically
ne: LILO प्रोम्प्ट स्वचालित रूपले प्रविष्ट गर्नुहोस्

source: If this box is checked, LILO goes to the LILO prompt whether or not a key is pressed. If it is turned off, LILO boots the default operating system unless shift is pressed (in that case, it goes to the LILO prompt).<br>This sets the <i>prompt</i> option in lilo.conf.
ne: यदि यो बाकसमा चिनो लगाइएमा, कुञ्जी थिचेमा वा नथिचेमा LILO, LILO प्रोम्प्टमा जान्छ । यदि यो बन्द गरिएमा, LILO ले पूर्वनिर्धारित सञ्चलान प्रणाली बुट गर्छ नगरेमा shift थिचिन्छ (त्यो केसमा, यो LILO प्रोम्प्टमा जान्छ) ।<br>यसले <i>प्रोम्प्ट</i> विकल्प lilo.conf सेट गर्छ ।

source: This is the list of kernels and operating systems you can currently boot. Select which one you want to edit here.
ne: यो तपाईँले तुरुन्त बुट गर्न सक्ने कर्नेल र सञ्चालन प्रणालीको सूची हो । तपाईँले यहाँ सम्पादन गर्न चाहेको कुनै एकलाई चयन गर्नुहोस् ।

source: &Kernel:
ne: कर्नेल:

source: Enter the filename of the kernel you want to boot here.
ne: तपाईँले यहाँ बुट गर्न चाहेको कर्नेलको फाइलनाम प्रविष्ट गर्नुहोस् ।

source: &Label:
ne: लेबुल:

source: Enter the label (name) of the kernel you want to boot here.
ne: तपाईँले यहाँ बुट गर्न चाहेको कर्नेलको लेबुल (नाम) प्रविष्ट गर्नुहोस् ।

source: &Root filesystem:
ne: मूल फाइल प्रणाली:

source: Enter the root filesystem (i.e. the partition that will be mounted as / at boot time) for the kernel you want to boot here.
ne: तपाईँले यहाँ बुट गर्न चाहेको कर्नेलको मूल फाइल प्रणाली यहाँ प्रविष्ट गर्नुहोस् (जस्तै: बुट समयमा यस अनुरूप / यसमा माउन्ट हुने विभाजन) ।

source: &Initial ramdisk:
ne: प्रारम्भिक र्र्यामडिस्क:

source: E&xtra parameters:
ne: थप पिरिमिति:

source: Enter any extra parameters you wish to pass to the kernel here. Usually, this can be left blank.<br>This sets the <i>append</i> option in lilo.conf.
ne: तपाईँले कर्नेलमा पास गर्न चाहेको कुनै पनि परिमिति यहाँ प्रविष्ट गर्नुहोस् । सधैँ यसलाई खाली छोड्न सकिन्छ ।<br>यसले <i>थप्नुहोस्</i> विकल्प lilo.conf मा सेट गर्छ ।

source: Set &Default
ne: पूर्वनिर्धारित सेट गर्नुहोस्

source: De&tails
ne: विस्तृत विवरण

source: This button brings up a dialog box with further, less commonly used, options.
ne: यो बटनले, समान्यतया थोरै प्रयोग गरिएका, विकल्पमा संवाद बाकस पछि ल्याउनेछ ।

source: &Probe
ne: प्रमाणित गर्नुहोस्

source: Automatically generate a (hopefully) reasonable lilo.conf for your system
ne: तपाईँको प्रणालीका लागि स्वचालित रूपमा (आशावादी) उपयुक्त lilo.conf उत्पन्न गर्नुहोस्

source: &Check Configuration
ne: कन्फिगरेसन जाँच गर्नुहोस्

source: Add &Kernel...
ne: कर्नेल थप्नुहोस्...

source: Add a new Linux kernel to the boot menu
ne: बुट मेनुमा नयाँ लिनक्स कर्नेल थप्नुहोस्

source: Add Other &OS...
ne: अन्य OS थप्नुहोस्...

source: Add a non-Linux OS to the boot menu
ne: बुट मेनुमा लिनक्स नभएको OS थप्नुहोस्

source: &Remove Entry
ne: प्रविष्टि हटाउनुहोस्

source: Remove entry from the boot menu
ne: बुट मेनुबाट प्रविष्टि हटाउनुहोस्

source: Configuration Okay
ne: कन्फिगरेसन ठीक छ

source: Configuration NOT Okay
ne: कन्फिगरेसन ठीक छैन

source: &Kernel filename:
ne: कर्नेल फाइलनाम:

source: Boot from dis&k:
ne: डिस्कबाट बुट गर्नुहोस्:

source: Dis&k:
ne: डिस्क:

source: &General Options
ne: साधारण विकल्प

source: &Operating Systems
ne: सञ्चालन प्रणाली

source: &Expert
ne: विशेषज्ञ

source: &General options
ne: साधारण विकल्प

source: &Operating systems
ne: सञ्चालन प्रणाली

source: &Graphics mode on text console:
ne: पाठ कन्सोलमा ग्राफिक्स मोड:

source: You can select the graphics mode for this kernel here.<br>If you intend to use a VGA graphics mode, you must compile the kernel with support for framebuffer devices. The <i>ask</i> setting brings up a prompt at boot time.
ne: तपाईँले यो कर्नेलका लागि ग्राफिक्स मोड यहाँ चयन गर्न सक्नुहुन्छ ।<br>यदि तपाईँको VGA ग्राफिक्स मोड प्रयोग गर्ने अभिप्राय भएमा, तपाईँले फ्रेमबफर यन्त्रका लागि समर्थन भएको कर्नेल कम्पाइल गर्नुपर्छ । <i>सोध्नुहोस्</i> सेटिङले बुट समयमा प्रवर्धन ल्याउछ ।

source: default
ne: पूर्वनिर्धारित

source: ask
ne: सोध्नुहोस्

source: text 80x25 (0)
ne: पाठ ८०x२५ (०)

source: text 80x50 (1)
ne: पाठ ८०x५० (१)

source: text 80x43 (2)
ne: पाठ ८०x४३ (२)

source: text 80x28 (3)
ne: पाठ ८०x२८ (३)

source: text 80x30 (4)
ne: पाठ ८०x३० (४)

source: text 80x34 (5)
ne: पाठ ८०x३४ (५)

source: text 80x60 (6)
ne: पाठ ८०x६० (६)

source: text 40x25 (7)
ne: पाठ ८०x२५ (७)

source: VGA 640x480, 256 colors (769)
ne: VGA ६४०x४८०, २५६ रङ (७६९)

source: VGA 640x480, 32767 colors (784)
ne: VGA ६४०x४८०, ३२७६७ रङ (७८४)

source: VGA 640x480, 65536 colors (785)
ne: VGA ६४०x४८०, ६५५३६ रङ (७८५)

source: VGA 640x480, 16.7M colors (786)
ne: VGA ६४०x४८०, १६.७एम रङ (७८६)

source: VGA 800x600, 256 colors (771)
ne: VGA ८००x६००, २५६ रङ (७७१)

source: VGA 800x600, 32767 colors (787)
ne: VGA ८००x६००, ३२७६७ रङ (७८७)

source: VGA 800x600, 65536 colors (788)
ne: VGA ८००x६००, ६५५३६ रङ (७८८)

source: VGA 800x600, 16.7M colors (789)
ne: VGA ८००x६००, १६.७एम रङ (७८९)

source: VGA 1024x768, 256 colors (773)
ne: VGA १०२४x७६८, २५६ रङ (७७३)

source: VGA 1024x768, 32767 colors (790)
ne: VGA १०२४x७६८, ३२७६७ रङ (७९०)

source: VGA 1024x768, 65536 colors (791)
ne: VGA १०२४x७६८, ६५५३६ रङ (७९१)

source: VGA 1024x768, 16.7M colors (792)
ne: VGA १०२४x७६८, १६.७एम रङ (७९२)

source: VGA 1280x1024, 256 colors (775)
ne: VGA १२८०x१०२४, २५६ रङ (७७५)

source: VGA 1280x1024, 32767 colors (793)
ne: VGA १२८०x१०२४, ३२७६७ रङ (७९३)

source: VGA 1280x1024, 65536 colors (794)
ne: VGA १२८०x१०२४, ६५५३६ रङ (७९४)

source: VGA 1280x1024, 16.7M colors (795)
ne: VGA १२८०x१०२४, १६.७M रङ (७९५)

source: Mount root filesystem &read-only
ne: पढ्नका लागि मात्र मूल फाइल प्रणाली माउन्ट गर्नुहोस्

source: Do not check &partition table
ne: विभाजन तालिका जाँच नगर्नुहोस्

source: This turns off some sanity checks while writing the configuration. This should not be used under "normal" circumstances, but it can be useful, for example, by providing the capability of booting from a floppy disk, without having a floppy in the drive every time you run lilo.<br>This sets the <i>unsafe</i> keyword in lilo.conf.
ne: यसले कन्फिगरेसन लेख्दा केही सन्तुलन जाँच बन्द गर्छ । यो "सामान्य" अवस्थामा प्रयोग हुने छैन, तर यो उपयोगि हुन सक्छ, उदाहरणका लागि, तपाईँले लिलो चलाउदा प्रत्येक समयमा ड्राइभमा फ्लपी नभइकन, फ्लपी डिस्कबाट बुट गर्ने क्षमता उपलब्ध गराउछ ।<br>यसले <i>असुरक्षीत</i> शब्दकुञ्जी lilo.conf मा सेट गर्छ ।

source: Checking this box enables automatic recording of boot command lines as the default for the following bootups. This way, lilo "locks" on a choice until it is manually overridden.<br>This sets the <b>lock</b> option in lilo.conf
ne: यो बाकस जाँच गर्दा निम्न बुटअपका लागि पूर्वनिर्धारित अनुरूप बुट आदेश लाइनको स्वचालित रेकर्ड सक्षम पार्छ । यहि तरिकाले, लिलोले यसलाई म्यानुअल तरिकाले अधिरोहण नगरेसम्म छनोटमा "ताल्चा लगाउँछ" ।<br>यसले <b>ताल्चा</b> विकल्प lilo.conf मा सेट गर्छ ।

source: If this box is checked, a password (entered below) is required only if any parameters are changed (i.e. the user can boot <i>linux</i>, but not <i>linux single</i> or <i>linux init=/bin/sh</i>). This sets the <b>restricted</b> option in lilo.conf.
ne: यदि यो बाकस जाँच गरिएमा, कुनै परिमिति परिवर्तन गरेको भएमा मात्र, पासवर्ड (तल प्रविष्ट गरिएको) आवश्यक हुन्छ (जस्तै: प्रयोगकर्ताले <i>लिनक्स</i> बुट गर्नसक्छ, तर <i>एकल लिनक्स</i> वा <i>लिनक्स init=/bin/sh</i> बुट गर्न सक्दैन) । यसले <b>निषेधित</b> विकल्प lilo.conf मा सेट गर्छ ।

source: LILO Configuration
ne: LILO कन्फिगरेसन

source: (c) 2000, Bernhard Rosenkraenzer
ne: (c) २०००, बर्नहार्ड रोसेनक्रेन्जर

source: Bernhard "Bero" Rosenkraenzer
ne: बर्नहार्ड "बेरो" रोसेनक्रेन्जर

source: &OK
ne: ठीक छ

source: &Cancel
ne: रद्द गर्नुहोस्

source: &What's this?
ne: यो के हो?

source: The <i>What's This?</i> button is part of this program's help system. Click on the What's This button, then on any widget in the window to get information (like this) on it.
ne: <i>यो के हो?</i> बटन यो कार्यक्रमको मद्दत प्रणालीको भाग हो । 'यो के हो? बटनमा क्लिक गर्नुहोस्, त्यसपछि यसमा सूचना प्राप्त गर्न (यो जस्तै) सञ्झ्यालको कुनै पनि विजेटमा क्लिक गर्नुहोस् ।

source: &Help
ne: मद्दत

source: This button calls up the program's online help system. If it does nothing, no help file has been written (yet); in that case, use the <i>What's This</i> button on the left.
ne: यो बटनले कार्यक्रमको अनलाइन मद्दत प्रणाली कल गर्छ । यसले केही पनि गर्दैन भने, (हालसम्म) मद्दत फाइल लेखिएको छैन; त्यो अवस्थामा, बायाँको <i>यो के हो</i> बटन प्रयोग गर्नुहोस् ।

source: &Default
ne: पूर्वनिर्धारित

source: This button resets all parameters to some (hopefully sane) default values.
ne: यो बटनले केही (आशावादी सन्तुलित) पूर्वनिर्धारित मानमा सबै परिमिति पुन: सेट गर्छ ।

source: &Reset
ne: रिसेट गर्नुहोस्

source: This button resets all parameters to what they were before you started the program.
ne: यो बटनले कार्यक्रम तपाईँले सुरु गर्नुभन्दा पहिलाको स्थितिमा रिसेट गर्छ ।

source: &Apply
ne: लागू गर्नुहोस्

source: This button saves all your changes without exiting.
ne: यो बटनले तपाईँका सबै परिवर्तन नबाहिरिकन बचत गर्छ ।

source: This button saves all your changes and exits the program.
ne: यो बटनले तपाईँका सबै परिवर्तन बचत गर्छ र कार्यक्रमबाट बाहिरिन्छ ।

source: This button exits the program without saving your changes.
ne: यो बटनले तपाईँका परिवर्तन बचत नगरिकन कार्यक्रमबाट बाहिरिन्छ ।
