Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/kcmscreensaver.po
Languages: ne

source: Advanced Options
ne: उन्नत विकल्प

source: Specify the priority that the screensaver will run at. A higher priority may mean that the screensaver runs faster, though may reduce the speed that other programs run at while the screensaver is active.
ne: स्क्रिनसेभर चल्न सक्ने प्राथमिकता निर्दिष्ट गर्नुहोस् । उच्च प्राथमिकताको अर्थ स्क्रिनसेभर छिटो चल्न सक्छ, जसले गति घटाउन सक्छ र स्क्रिनसेभर सक्रिय गर्दा अन्य कार्यक्रमहरू चल्छ ।

source: The action to take when the mouse cursor is located in the top left corner of the screen for 15 seconds.
ne: माउस कर्सर १५ सेकेन्डका लागि पर्दाको बायाँ कुनाको उच्च तहमा अवस्थित हुँदा गर्नुपर्ने कार्य ।

source: The action to take when the mouse cursor is located in the top right corner of the screen for 15 seconds.
ne: माउस कर्सर १५ सेकेन्डका लागि पर्दाको दायाँ कुनाको उच्च तहमा अवस्थित हुँदा गर्नुपर्ने कार्य ।

source: The action to take when the mouse cursor is located in the bottom left corner of the screen for 15 seconds.
ne: माउस कर्सर १५ सेकेन्डका लागि पर्दाको बायाँ कुनाको तल अवस्थित हुँदा गर्नुपर्ने कार्य ।

source: The action to take when the mouse cursor is located in the bottom right corner of the screen for 15 seconds.
ne: माउस कर्सर १५ सेकेन्डका लागि पर्दाको दायाँ कुनाको तल अवस्थित हुँदा गर्नुपर्ने कार्य ।

# Screen saver category
source: Banners & Pictures
ne: व्यानर र तस्वीर

# Screen saver category
source: Desktop Distortions
ne: डेस्कटप विकृति

# Screen saver category
source: Flying Things
ne: उड्ने चीज

# Screen saver category
source: Fractals
ne: आंशिक

# Screen saver category
source: Gadgets & Simulations
ne: यन्त्र र अनुकरण

# Screen saver category
source: Illusions of Depth
ne: गहिराइको भ्रम

# Screen saver category
source: Miscellaneous
ne: विविध

# Screen saver category
source: OpenGL Screen Savers
ne: खुल्ला जीएल स्क्रिनसेभर

# Screen saver category
source: Rapid Motion
ne: तेज गति

# Screen saver category
source: Visit to Flatland
ne: फ्ल्याटल्यान्ड हेर्नुहोस्

source: Screen Corner Actions
ne: पर्दा कुना कार्य

source: Top left:
ne: उच्च बायाँ:

source: No Action
ne: कुनै कार्य छैन

source: Lock Screen
ne: ताल्चा पर्दा

source: Prevent Locking
ne: ताल्चा नलगाउनुहोस्

source: Top right:
ne: उच्च बायाँ:

source: Bottom left:
ne: तल बायाँ:

source: Bottom right:
ne: तल दायाँ:

source: Screen Saver Priority
ne: स्क्रिनसेभर प्राथमिकता

source: Low
ne: न्यून

source: Medium
ne: मध्यम

source: High
ne: उच्च

source: Advanced &Options
ne: उन्नत विकल्प

source: Settings
ne: सेटिङ

source: Automatically start the screen saver after a period of inactivity.
ne: असक्रियताको अवधि पछि स्क्रिनसेभर स्वचालित रूपमा सुरु गर्नुहोस् ।

source: Start a&utomatically
ne: स्वचालित रूपमा सुरू गर्नुहोस्

source: The period of inactivity after which the screen saver should start.
ne: स्क्रिनसेभरले सुरु गरे पछिको असक्रियताको अवधि

source: After:
ne: पछि:

source: Prevent potential unauthorized use by requiring a password to stop the screen saver.
ne: स्क्रिनसेभर रोक्नका लागि पासवर्ड आवश्यक गरेर सम्भाव्य आधिकिकरण नगरिएको प्रयोग रोक्नुहोस् ।

source: &Require password to stop
ne: रोक्नका लागि पासवर्ड आवश्यक पर्छ

source: The amount of time, after the screen saver has started, to ask for the unlock password.
ne: ताल्चा नलगाइएका पाडवर्डका लागि सोध्न, स्क्रिनसेभर सुरु गरे पछिको, समय

source: Screen Saver
ne: स्क्रिनसेभर

source: Select the screen saver to use.
ne: प्रयोग गर्नका लागि स्क्रिनसेभर चयन गर्नुहोस् ।

source: Configure the screen saver's options, if any.
ne: यदि कुनै भए, स्क्रिनसेभरको विकल्प कन्फिगर गर्नुहोस् ।

source: &Setup...
ne: सेटअप...

source: Show a full screen preview of the screen saver.
ne: स्क्रिनसेभरको पूरा पर्दा पूर्वावलोकन देखाउनुहोस् ।

source: &Test
ne: परीक्षण

# NAME OF TRANSLATORS
source: Your names
ne: श्यामकृष्ण बल, ,Launchpad Contributions:,Shyam Krishna Bal

# EMAIL OF TRANSLATORS
source: Your emails
ne: nabin@mpp.org.np, Shyam krishna bal<shyam@mpp.org.np>,,,

source: <h1>Screen Saver</h1> <p>This module allows you to enable and configure a screen saver. Note that you can enable a screen saver even if you have power saving features enabled for your display.</p> <p>Besides providing an endless variety of entertainment and preventing monitor burn-in, a screen saver also gives you a simple way to lock your display if you are going to leave it unattended for a while. If you want the screen saver to lock the session, make sure you enable the "Require password" feature of the screen saver; if you do not, you can still explicitly lock the session using the desktop's "Lock Session" action.</p>
ne: <h1>स्क्रिनसेभर</h1> <p> यो मोड्युलले तपाईँलाई स्क्रिनसेभर कन्फिगर गर्न र सक्षम गर्न अनुमति दिन्छ । याद गर्नुहोस् कि तपाईँसँग प्रदर्शनका लागि सक्षम पारिएका शक्ति बचत गर्ने सुविधाहरू भएता पनि तपाईँ स्क्रिनसेभर सक्षम पार्न सक्नुहुन्छ ।</p> <p> मनोरञ्जनको एउटा नटुङ्गिने विविधता उपलब्ध गराएर मोनिटर बर्न गर्ने निषेधगर्दा पनि यदि तपाईँ केही समयका लागि छोडेर जानुहुँदैछ भने पनि स्क्रिनसेभरले तपाईँलाई तपाईँको प्रदर्शन ताल्चा मार्न साधारण मार्ग दिन्छ । यदि तपाईँ सत्र ताल्चा मार्ने स्क्रिनसेभर चाहनुहुन्छ भने, तपाईँले स्क्रिनसेभरको "पासवर्ड आवश्यक" विशेषता सक्षम पार्नुभयो भन्ने निश्चित गर्नुहोस्; यदि तपाईँले गर्नुभएन भनेt,तपाईँ अझै पनि डेस्कटपको "सत्र ताल्चा मार्नुहोस्" कार्य प्रयोग गरेर स्पष्ट रूपमा सत्र ताल्चा मार्न सक्नुहुन्छ ।</p>

source: minute
ne: मिनेट

source: second
ne: सेकेन्ड

source: A preview of the selected screen saver.
ne: चयन गरिएको स्क्रिनसेभरको पूर्वावलोकन

source: kcmscreensaver
ne: केसीएम स्क्रिनसेभर

source: KDE Screen Saver Control Module
ne: केडीई स्क्रिनसेभर नियन्त्रण मोड्युल

source: (c) 1997-2002 Martin R. Jones (c) 2003-2004 Chris Howells
ne: (सी) १९९७-२००२ मार्टिन आर. जोन्स (सी) २००३-२००४ चिरिस होवेल्स

source: Chris Howells
ne: क्रिस हाउल्स

source: Martin R. Jones
ne: मार्टिन आर. जोन्स

source: Loading...
ne: लोड हुँदैछ...
