Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/kfilereplace.po
Languages: ne

source: Line:%3,Col:%4 - "%1" -> "%2"
ne: लाइन:%3,स्तम्भ:%4 - "%1" -> "%2"

source: Could not find the KFileReplace part.
ne: केडीई फाइल बदल्ने भाग फेला पार्न सकेन ।

source: 1 byte
ne: १ बाइट

source: %1 KB
ne: %1 किलो बाइट

source: %1 MB
ne: %1 मेगा बाइट

source: %1 GB
ne: %1 गेगा बाइट

source: <qt>Cannot open the file <b>%1</b> and load the string list. This file seems not to be a valid old kfr file or it is broken.</qt>
ne: <qt>फाइल <b>%1</b> खोल्न सकिदैन र स्ट्रिङ सूची लोड गर्दछ । यो वैध पुरानो kfr फाइल नभएको वा बिग्रेको देखिन्छ ।</qt>

source: Cannot read data.
ne: डेटा पढ्न सकिदैन ।

source: Out of memory.
ne: स्मृति भन्दा बाहिर ।

source: Ready.
ne: तयार

source: Search completed.
ne: खोजी समाप्त

source: File Encoding Warning
ne: फाइल सङ्केतन गर्दा चेतावनी

source: Replacing files (simulation)...
ne: फाइल (सिमुलेसन) बदल्दैछ...

source: Replaced strings (simulation)
ne: बदलिएका स्ट्रिङ (सिमुलेसन)

source: Replacing files...
ne: फाइलहरू बदल्दैछ...

source: Replaced strings
ne: बदलिएका स्ट्रिङ

source: Stopping...
ne: बन्द गर्दैछ...

source: There are no results to save: the result list is empty.
ne: त्याहाँ बचत गर्नका लागि परिणाम छैनन्: परिणाम सूची खाली छ ।

source: Files
ne: फाइल

source: Save Report
ne: प्रतिवेदन बचत गर्नुहोस्

source: <qt>A folder or a file named <b>%1</b> already exists.</qt>
ne: <qt>एउटा <b>%1</b> नाम गरिएको फाइल वा फोल्डर पहिले नै अवस्थित छ ।</qt>

source: <qt>Cannot create the <b>%1</b> folder.</qt>
ne: <qt>फोल्डर <b>%1</b> सिर्जना गर्न सकिदैन ।</qt>

source: KFileReplace strings
ne: बदलिने केडीई फाइल स्ट्रिङ

source: All Files
ne: सबै फाइल

source: Load Strings From File
ne: फाइलबाट स्ट्रिङ लोड गर्नुहोस्

source: Cannot open folders.
ne: फोल्डरहरू खोल्न सकिदैन ।

source: KFileReplacePart
ne: बदलिने केडीई फाइल भाग

source: Batch search and replace tool.
ne: समूह खोजी गर्नुहोस् र उपकरण बदल्नुहोस् ।

source: Part of the KDEWebDev module.
ne: केडीई वेब डेभ मोड्युलको भाग ।

source: Original author of the KFileReplace tool
ne: केडीई फाइल बदल्ने उपकरणको मौलिक लेखक

source: Emiliano Gulmini
ne: एमिलियानो गुलमिनी (Emiliano Gulmini)

source: Current maintainer, code cleaner and rewriter
ne: हालको सम्भारकर्ता, कोड क्लिनर र पुन: लेखनकर्ता

source: Andras Mantia
ne: एनड्रास मेनटिया (Andras Mantia)

source: Co-maintainer, KPart creator
ne: सह-सम्भारकर्ता, केडीई भाग सर्जक

source: Heiko Goller
ne: हेइको गोलर (Heiko Goller)

source: Original german translator
ne: मौलिक जर्मनी अनुवादक

source: Sorry, currently the KFileReplace part works only for local files.
ne: माफ गर्नुहोस्, हाल केडीई फाइल बदल्ने भागले स्थानीय फाइलहरूमा मात्र कार्य गर्दछ ।

source: Non Local File
ne: स्थानीय फाइल बाहेक

source: Customize Search/Replace Session...
ne: खोजी/बदल्ने सत्र अनुकूलन गर्नुहोस्...

source: &Search
ne: खोजी गर्नुहोस्

source: S&imulate
ne: नक्कल गर्नुहोस्

source: &Replace
ne: बदल्नुहोस्

source: Sto&p
ne: रोक्नुहोस्

source: Cre&ate Report File...
ne: प्रतिवेदन फाइल सिर्जना गर्नुहोस्...

source: &Add String...
ne: स्ट्रिङ थप्नुहोस्...

source: &Delete String
ne: स्ट्रिङ मेट्नुहोस्

source: &Empty Strings List
ne: खाली स्ट्रिङको सूची

source: Edit Selected String...
ne: चयन गरिएका स्ट्रिङ सम्पादन गर्नुहोस्...

source: &Save Strings List to File...
ne: फाइलमा स्ट्रिङको सूची बचत गर्नुहोस्...

source: &Load Strings List From File...
ne: फाइलबाट स्ट्रिङ सूची लोड गर्नुहोस्...

source: &Load Recent Strings Files
ne: हालका स्ट्रिङ फाइलहरू लोड गर्नुहोस्

source: &Invert Current String (search <--> replace)
ne: हालका स्ट्रिङ उल्टो बनाउनुहोस् (खोज्नुहोस् <--> बदल्नुहोस्)

source: &Invert All Strings (search <--> replace)
ne: सबै स्ट्रिङ उल्टो बनाउनुहोस् (खोजी गर्नुहोस् <--> बदल्नुहोस्)

source: &Include Sub-Folders
ne: सहायक-फोल्डर समावेश गर्नुहोस्

source: Create &Backup Files
ne: जगेडा फाइल सिर्जना गर्नुहोस्

source: Case &Sensitive
ne: केस सम्वेदनशीलता

source: Enable Commands &in Replace String: [$command:option$]
ne: स्ट्रिङ बदल्दा आदेश सक्षम पार्नुहोस्: [आदेश:विकल्प]

source: Enable &Regular Expressions
ne: नियमित अभिव्यक्ति सक्षम पार्नुहोस्

source: Configure &KFileReplace...
ne: केडीई फाइल बदल्ने कन्फिगर गर्नुहोस्...

source: &Properties
ne: विशेषताहरू

source: &Open
ne: खोल्नुहोस्

source: &Edit in Quanta
ne: क्वान्टामा सम्पादन गर्नुहोस्

source: Open Parent &Folder
ne: प्रमूल फोल्डर खोल्नुहोस्

source: E&xpand Tree
ne: ट्री विस्तार गर्नुहोस्

source: &Reduce Tree
ne: ट्री घटाउनुहोस्

source: &About KFileReplace
ne: केडीई फाइल बदल्ने बारेमा

source: KFileReplace &Handbook
ne: केडीई फाइल बदल्ने हातेपुस्तक

source: &Report Bug
ne: त्रुटि प्रतिवेदन गर्नुहोस्

source: <qt>Cannot open file <b>%1</b> for reading.</qt>
ne: <qt>पढ्नका लागि फाइल <b>%1</b> खोल्न सकिदैन ।</qt>

source: <qt>Cannot open file <b>%1</b> for writing.</qt>
ne: <qt>लेख्नका लागि फाइल <b>%1</b> खोल्न सकिदैन ।</qt>

source: <qt>Do you want to replace the string <b>%1</b> with the string <b>%2</b>?</qt>
ne: <qt>के तपाईँले स्ट्रिङ <b>%1</b> लाई स्ट्रिङ <b>%2</b> सँग बदल्न चाहनुहुन्छ?</qt>

source: Confirm Replace
ne: बदल्न यकीन गर्नुहोस्

source: Do Not Replace
ne: नबदल्नुहोस्

source: Line:%2, Col:%3 - "%1"
ne: लाइन:%2, स्तम्भ:%3 - "%1"

source: <qt>Cannot open the file <b>%1</b> and load the string list.</qt>
ne: <qt>फाइल <b>%1</b> खोल्न र स्ट्रिङ सूची लोड गर्न सकिदैन ।</qt>

source: <qt>File <b>%1</b> seems not to be written in new kfr format. Remember that the old kfr format will be soon abandoned. You can convert your old rules files by simply saving them with kfilereplace.</qt>
ne: <qt>फाइल <b>%1</b> नयाँ kfr ढाँचामा लेख्न नसकिने देखिन्छ । याद गर्नुहोस् पुरानो kfr ढाँचा चाडैनै परित्याग गरिने छ । तपाईँले पुराना नियम फाइलहरू केवल केडीई फाइल बदल्नेमा बचत गरेर रुपान्तरण गर्न सक्नुहुन्छ ।</qt>

source: <qt>The format of kfr files has been changed; attempting to load <b>%1</b>. Please see the KFilereplace manual for details. Do you want to load a search-and-replace list of strings?</qt>
ne: <qt> <b>%1</b> लोड गर्न प्रयास गर्दा: kfr फाइलको ढाँचा परिवर्तन भएको छ । कृपया विस्तृत विवरणका लागि केडीई फाइल बदल्ने म्यानुअल हेर्नुहोस् । के तपाईँ खोज्ने र बदल्ने स्ट्रिङको सूची लोड गर्न चाहनुहुन्छ ?</qt>

source: Load
ne: लोड गर्नुहोस्

source: Do Not Load
ne: लोड नगर्नुहोस्

source: There are no strings to search and replace.
ne: त्यहाँ खोज्न र बदल्नका लागि स्ट्रिङहरू छैनन् ।

source: <qt>The main folder of the project <b>%1</b> does not exist.</qt>
ne: <qt>परियोजना <b>%1</b> को मुख्य फोल्डर अवस्थित छैन ।</qt>

source: <qt>Cannot invert string <b>%1</b>, because the search string would be empty.</qt>
ne: <qt>खोजी स्ट्रिङ खाली हुने हुनाले, स्ट्रिङ <b>%1</b> उल्टो पार्न सकिदैन ।</qt>

source: Do you really want to delete %1?
ne: के तपाईँ वास्तवमै %1 मेट्न चाहनुहुन्छ ?

source: No strings to save as the list is empty.
ne: सूची खाली भएको हुनाले स्ट्रिङ बचत गर्नु पर्दैन ।

source: KFileReplace Strings
ne: केडीई फाइल बदल्ने स्ट्रिङ

source: Save Strings to File
ne: फाइलमा स्ट्रिङहरू बचत गर्नुहोस्

source: File %1 cannot be saved.
ne: फाइल %1 बचत गर्न सकिने छैन ।

source: Open &With...
ne: यससँग खोल्नुहोस्...

source: Project Directory
ne: परियोजना डाइरेक्टरी

source: You must fill the combo boxes (location and filter) before continuing.
ne: तपाईँले निरन्तर गर्नु भन्दा पहिले कम्बो बाकसहरू (स्थान र फिल्टर) भर्नुपर्छ ।

source: Some edit boxes are empty in the <b>Owner</b> page.
ne: <b>मालिक</b> पृष्ठमा केही सम्पादन बाकसहरू खाली छन् ।

source: The minimum size is greater than the maximum size.
ne: न्युनतम साइज अधिकतम साइज भन्दा ठूलो छ ।

source: Batch search and replace tool
ne: समूह खोज्ने र बदल्ने उपकरण

source: KFileReplace
ne: केडीई फाइल बदल्ने

source: Shell author, KPart creator, co-maintainer
ne: शेल लेखक, केडीई भाग सर्जक, सह-सम्भारकर्ता

source: Starting folder
ne: पहिलाको फोल्डर

source: Insert Searching/Replacing Strings
ne: खोज्ने/बदल्ने स्ट्रिङ घुसाउनुहोस्

source: Choose String Adding Mode
ne: स्ट्रिङ थप्ने मोड रोज्नुहोस्

source: Search and replace mode
ne: खोज्ने र बदल्ने मोड

source: Search only mode
ne: खोज्ने मात्र मोड

source: Search for:
ne: यसको खोजी गर्नुहोस्:

source: Replace with:
ne: यससँग बदल्नुहोस्:

source: Search For
ne: यसको खोजी गर्नुहोस्

source: Replace With
ne: यससँग बदल्नुहोस्

source: Search/&Replace
ne: खोज्नुहोस्/बदल्नुहोस्

source: &Strings
ne: स्ट्रिङ

source: &Results
ne: परिणाम

source: KFileReplace Main Toolbar
ne: केडीई फाइल बदल्ने मुख्य उपरकण

source: Name
ne: नाम

source: Folder
ne: फोल्डर

source: Old Size
ne: पुरानो साइज

source: New Size
ne: नयाँ साइज

source: Replaced Strings
ne: बदलिएका स्ट्रिङ

source: Owner User
ne: मालिक प्रयोगकर्ता

source: Owner Group
ne: मालिक समूह

source: Size
ne: साइज

source: Found Strings
ne: फेला परिएका स्ट्रिङ

source: Green means ready
ne: हरियको अर्थ तयार

source: Ready
ne: तयार

source: Yellow means wait while sorting list
ne: पहेँलोको अर्थ सूची क्रमबद्ध गर्दा प्रतिक्षा गर्नुहोस्

source: Please wait while sorting list
ne: कृपया सूची क्रमबद्द गर्दा प्रतिक्षा गर्नुहोस्

source: Red means scanning files
ne: रातोको अर्थ फाइल स्क्यान गर्दैछ

source: Scanned files:
ne: स्क्यान गरिएका फाइलहरू:

source: Search & Replace in Files
ne: फाइलमा खोजी गर्नुहोस् र बदल्नुहोस्

source: Search Now
ne: अहिले खोजी गर्नुहोस्

source: Search Later
ne: पछि खोजी गर्नुहोस्

source: &General
ne: साधारण

source: Startup Folder Options
ne: सुरुआत फोल्डर विकल्प

source: Filter:
ne: फिल्टर:

source: Location:
ne: स्थान:

source: Insert a search path here. You can use the search path button.
ne: यहाँ खोज्ने बाटो घुसाउनुहोस् । तपाईँले बाटो खोज्नुहोस् बटन प्रयोग गर्न सक्नुहुन्छ ।

source: &Include subfolders
ne: सहायक फोल्डरहरू समावेश गर्नुहोस्

source: Search/Replace Strings
ne: खोज्ने/बदल्ने स्ट्रिङ

source: Search:
ne: खोजी गर्नुहोस्:

source: Replace:
ne: बदल्नुहोस्:

source: General Options
ne: साधारण विकल्प

source: Enable &regular expressions
ne: नियमित अभिव्यक्तिहरू सक्षम पार्नुहोस्

source: Do &backup copy instead of overwrite
ne: अधिलेखन गर्नुको साटोमा जगेडा प्रतिलिपि गर्नुहोस्

source: &Case sensitive
ne: केस सम्वेदनशिलता

source: Enable co&mmands in the replace string
ne: बदल्ने स्ट्रिङमा आदेश सक्षम पार्नुहोस्

source: Backup copy suffix:
ne: जगेड प्रतिलिपि प्रत्यय:

source: Encoding of the files:
ne: फाइलहरूको सङ्केतन:

source: &Advanced
ne: उन्नत

source: Ownership Filtering
ne: स्वामित्व फिल्टरिङ

source: User:
ne: प्रयोगकर्ता:

source: ID (Number)
ne: आईडी(नम्बर)

source: Equals To
ne: यससँग बराबर

source: Is Not
ne: छैन

source: Group:
ne: समूह:

source: Access Date Filtering
ne: पहुँच मिति फिल्टरिङ

source: Dates valid for:
ne: वैध हुने मिति:

source: Accessed after:
ne: पहुँच प्राप्ति पछि:

source: Accessed before:
ne: पहुँच प्राप्त पहिला:

source: Last Writing Access
ne: लेख्ने अन्तिम पहुँच

source: Last Reading Access
ne: पढ्ने अन्तिम पहुँच

source: Size Filtering
ne: साइज फिल्टरिङ

source: Minimum si&ze:
ne: न्युनतम साइज:

source: Maximum size:
ne: अधिकतम साइज:

source: KB
ne: किलो बाइट

source: General
ne: साधारण

source: Enable commands in replace strings
ne: बदल्ने स्ट्रिङमा आदेश सक्षम पार्नुहोस्

source: Notif&y on errors
ne: त्रुटि हुदा सूचीत गर्नुहोस्

source: Case sensitive
ne: केस सम्वेदनशिलता

source: Recursive (search/replace in all sub folders)
ne: दोहोरिने (सबै सहायक फोल्डरमा खोज्ने/बदल्ने)

source: Enable regular e&xpressions
ne: नियमित अभिव्यक्तिहरू सक्षम पार्नुहोस्

source: Do &backup copy
ne: जगेडा प्रतिलिपि गर्नुहोस्

source: Advanced Options
ne: उन्नत विकल्प

source: Ignore hidden files and folders
ne: लुकेका फाइल र फोल्डरहरू उपेक्षा गर्नुहोस्

source: Follow s&ymbolic links
ne: साङ्केतिक लिङ्क पछ्याउनुहोस्

source: When searching, stop on first string found (faster but no details)
ne: खोजी गर्दा, पहिलो स्ट्रिङ फेला पार्ने बेलामा रोक्नुहोस् (छिटो तर विस्तृत विवरण छैन)

source: Do not show file if no strings are found or replaced
ne: स्ट्रिङहरू फेला नपरेको वा नबदलेको बेलामा फाइल नदेखाउनुहोस्

source: Show confirmation dialog
ne: यकीन संवाद देखाउनुहोस्

source: Confirm before replace each string
ne: प्रत्येक स्ट्रिङ बदल्नु भन्दा पहिला यकीन गर्नुहोस्

source: &Default Values
ne: पूर्वनिर्धारित मान

# NAME OF TRANSLATORS
source: Your names
ne: Nabin Gautam, ,Launchpad Contributions:,Shyam Krishna Bal

# EMAIL OF TRANSLATORS
source: Your emails
ne: nabin@mpp.org.np,,,

source: <qt>Cannot open the file <b>%1</b>.</qt>
ne: <qt>फाइल <b>%1</b> खोल्न सकिदैन ।</qt>

source: Replace with
ne: यससँग बदल्नुहोस्

source: Total number occurrences
ne: घटनाको कूल सङ्ख्या

source: KFileReplace Report
ne: केडीई फाइल बदल्ने प्रतिवेदन

source: Searching/Replacing Strings Table
ne: खोज्ने/बदल्ने स्ट्रिङ तालिका

source: Search for
ne: यसको खोजी गर्नुहोस्

source: Results Table
ne: परिणाम तालिका

source: Created by
ne: यसद्वारा सिर्जना गरिएको

source: date
ne: मिति

source: Total occurrences
ne: कूल घटना

source: Shows the statistics of your operations. Note that the columns content changes depending on what kind of operation you are performing.
ne: तपाईँका कार्यको तथ्याङ्क देखाउछ । याद गर्नुहोस् तपाईँले सम्पादन गरेको कार्यको प्रकार अनुरुप स्तम्भ सामाग्री परिवर्तन हुन्छ ।

source: Shows a list of strings to search for (and if you specified it, a list of strings to replace with). Use the "add strings" dialog to edit your string list or double click on a string.
ne: खोजी गर्नका लागि स्ट्रिङको सूची देखाउछ (र यदि तपाईँले यससँग बदल्न स्ट्रिङहरूको सूची निर्दिष्ट गरेमा) । तपाईँका स्ट्रिङ सूची सम्पादन गर्न "स्ट्रिङहरू थप्नुहोस्" संवाद प्रयोग गर्नुहोस् वा स्ट्रिङमा डबल क्लिक गर्नुहोस् ।

source: Base folder for operations of search/replace. Insert path string here by hand or use the search button.
ne: खोज्ने/बदल्नेको सञ्चालनका लागि आधार फोल्डर । यहाँ हातले बाटो स्ट्रिङ घुसाउनुहोस् वा खोज्नुहोस् बाटन क्लिक गर्नुहोस् ।

source: Shell-like wildcards. Example: "*.html;*.txt;*.xml".
ne: शेल जस्तो वाइल्ड कार्डहरू । उदाहरण: "*.html;*.txt;*.xml"

source: Minimum value for access date.
ne: पहुँच मितिको लागि न्युनतम मान ।

source: Maximum value for access date.
ne: पहुँच मितिका लागि अधिकतम मान ।

source: Insert here the string to search for.
ne: खोज्नका लागि यहाँ स्ट्रिङ घुसाउनुहोस् ।

source: Insert here the string to replace with.
ne: यससँग बदल्नका लागि यहाँ स्ट्रिङ घुसाउनुहोस् ।

source: Enable this option if your search is case sensitive.
ne: यदि तपाईँको खोजी केस सम्वेदनशील छ भने यो विकल्प सक्षम पार्नुहोस् ।

source: Enable this option to search in sub folders too.
ne: सहायक फोल्डरमा पनि खोजी गर्नका लागि यो विकल्प सक्षम पार्नुहोस् ।

source: Enable this option when you are searching for a string and you are only interested to know if the string is present or not in the current file.
ne: तपाईँले स्ट्रिङको खोजी गर्दा र हालको फाइलमा स्ट्रिङ प्रस्तुत भएको वा नभएको पहिचान गर्न इच्छुक भएमा मात्र यो विकल्प सक्षम पार्नुहोस् ।

source: Enable this option to ignore hidden files or folders.
ne: लुकेका फाइल वा फोल्डर उपेक्षा गर्नका लागि यो विकल्प सक्षम पार्नुहोस् ।

source: If this option is enabled, KFR will show even the names of the files in which no string has been found or replaced.
ne: यदि यो विकल्प सक्षम पारिएमा, केआरएफले स्ट्रिङ फेला नपरेका वा नबदलिएका फाइलको नाम पनि देखउनेछ ।

source: Enable "commands". For example: if search string is "user" and replace string is the command "[$user:uid$]", KFR will substitute "user" with the uid of the user.
ne: "आदेश" सक्षम पार्नुहोस् । उदाहरणका लागि: यदि खोजी स्ट्रिङ "प्रयोगकर्ता" र बदल्ने स्ट्रिङ आदेश "[$user:uid$]" छ भने, केआरएफले प्रयोगकर्ताको यूआईडीसँग "प्रयोगकर्ता" प्रतिस्थापन गर्नेछ ।

source: Enable this option if you want leave original files untouched.
ne: यदि तपाईँ मौलिक फाइल नचलाईकन छोड्न चाहनुहुन्छ भने यो विकल्प सक्षम पार्नुहोस् ।

source: Enable this option if you want to be asked for single string replacement confirmation.
ne: यदि तपाईँ एकल स्ट्रिङ प्रतिस्थापन गर्दा यकीनका लागि सोध्न चाहनुहुन्छ भने यो विकल्प सक्षम पार्नुहोस् ।

source: Select search-only mode.
ne: खोज्ने मात्र मोड चयन गर्नुहोस् ।

source: Select search-and-replace mode.
ne: खोज्ने-र-बदल्ने मोड चयन गर्नुहोस् ।

source: Insert here a string you want search for.
ne: तपाईँले खोज्न चाहेको स्ट्रिङ यहाँ घुसाउनुहोस् ।

source: Insert here the string that KFR will use to replace the search string.
ne: केएफआरले खोजी स्ट्रिङ बदल्न प्रयोग गर्ने स्ट्रिङ यहाँ घुसाउनुहोस् ।
