Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/klock.po
Languages: ne

source: Euphoria
ne: यूफोरिया

source: Regular
ne: नियमित

source: Grid
ne: ग्रिड

source: Cubism
ne: घन भएको

source: Bad Math
ne: गलत हिसाव

source: M-Theory
ne: एम-सिद्दान्त

source: UHFTEM
ne: यूएचएफटीईएम

source: Nowhere
ne: कहीँ होइन

source: Echo
ne: प्रतिध्वनी

source: Kaleidoscope
ne: केलिडोस्कोप

source: (Random)
ne: (अनियमित)

source: Setup Euphoria Screen Saver
ne: यूफोरिया स्क्रिनसेभर सेटअप गर्नुहोस्

source: A&bout
ne: बारेमा

source: Mode:
ne: मोड:

source: <h3>Euphoria 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
ne: <h3>यूफोरिया १.०</h3> <p>प्रतिलिपि अधिकार (c) २००२ टेरेन्स एम. वेल्स<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>कार्ल रोबिलार्डद्वारा केडीईमा पोर्ट गरिएको </p>

source: Flux
ne: फ्लक्स

source: Hypnotic
ne: हाइपनोटिक

source: Insane
ne: बिग्रिएको

source: Sparklers
ne: स्पार्कलर्स

source: Paradigm
ne: नमूना

source: Galactic
ne: ग्याल्याक्टिक

source: <h3>Flux 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
ne: <h3>फ्लक्स १.०</h3> <p>प्रतिलिपि अधिकार (c) २००२ टेरेन्स एम. वेल्स<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>कार्ल रोबिलार्डद्वारा केडीईमा पोर्ट गरीएको</p>

source: Solar Winds
ne: सौर्य चक्र

source: Cosmic Strings
ne: कस्मिक स्ट्रिङ

source: Cold Pricklies
ne: कोल्ड प्रिकलाइज

source: Space Fur
ne: स्पेस फर

source: Jiggly
ne: जिग्ली

source: Undertow
ne: अन्डरटो

source: Setup Solar Wind
ne: सौर्य चक्र सेटअप गर्नुहोस्

source: <h3>Solar Winds 1.0</h3> <p>Copyright (c) 2002 Terence M. Welsh<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>Ported to KDE by Karl Robillard</p>
ne: <h3>सौर्य चक्र १.०</h3> <p>प्रतिलिपि घधिकार (c) २००२ टेरेन्स एम. वेल्स<br> <a href="http://www.reallyslick.com/">http://www.reallyslick.com/</a></p> <p>कार्ल रोबिलार्डद्वारा केडीईमा पोर्ट गरीएको</p>

source: KBanner
ne: केडीई ब्यानर

source: Setup Banner Screen Saver
ne: ब्यानर स्क्रिनसेभर सेटअप गर्नुहोस्

source: Font
ne: फन्ट

source: Family:
ne: परिवार:

source: Size:
ne: साइज:

source: Bold
ne: बाक्लो

source: Italic
ne: इटालिक

source: Color:
ne: रङ:

source: Cycling color
ne: चक्रिय रङ

source: Speed:
ne: गति:

source: Message:
ne: सन्देश:

source: Show current time
ne: हालको समय देखाउनुहोस्

source: Banner Version 2.2.1 Written by Martin R. Jones 1996 mjones@kde.org Extended by Alexander Neundorf 2000 alexander.neundorf@rz.tu-ilmenau.de
ne: ब्यानर संस्करण २.२.१ मार्टिन आर.जोन्स १९९६ द्वारा लिखित mjones@kde.org एलेक्जेन्डर नेउन्ड्रफ २००० द्वारा बिस्तारित alexander.neundorf@rz.tu-ilmenau.de

source: KBlob
ne: केडीई ब्लब

source: Random Linear
ne: अनियमित रेखीय

source: Horizontal Sine
ne: तेर्सो साइन

source: Circular Bounce
ne: वृताकार उफ्राई

source: Polar Coordinates
ne: ध्रुविय निर्देशाङ्क

source: Random
ne: अनियमित

source: Setup Blob Screen Saver
ne: ब्लब स्क्रिनसेभर सेटअप गर्नुहोस्

source: Frame duration:
ne: फ्रेम अवधि:

source: sec
ne: सेकेन्ड

source: Algorithm:
ne: अल्गोरिदम:

source: Blobsaver Version 0.1 Written by Tiaan Wessels 1997 tiaan@netsys.co.za
ne: ब्लब सेभर संस्करण ०.१ टिआन वेसेल्स १९९७ द्वारा लिखित tiaan@netsys.co.za

source: Setup Screen Saver
ne: स्क्रिनसेभर सेटअप गर्नुहोस्

source: <h3>KFireSaver 3D 1.0</h3> <p>TEST Koral - Enrico Ros::2004</p>
ne: <h3>केडीई फायर सेभर त्रि-आयामिक १.०</h3> <p>TEST कोराल - एनरिको रोस::२००४</p>

source: Fireworks 3D (GL)
ne: फायरवर्क त्रि-आयामिक (GL)

source: Conquer your desktop!
ne: कन्क्वेरर तपाईँको डेस्कटप!

source: KFIRESAVER 3D
ne: त्रि-आयामिक KFIRESAVER

source: Thank you for using KDE
ne: केडीई प्रयोगको लागि तपाइँलाई धन्यवाद छ

source: Welcome to KDE %1.%2.%3
ne: केडीई %1.%2.%3 मा स्वागत छ

source: Particle Fountain Screen Saver
ne: पार्टिकल फाउन्टेन स्क्रिन सेभर

source: Particle Fountain Setup
ne: पार्टिकल फाउन्टेन सेटअप

source: <h3>Particle Fountain</h3> <p>Particle Fountain Screen Saver for KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig code and KScreenSaver "Setup..." improvements by Nick Betcher <nbetcher@usinternet.com> 2001</p>
ne: <h3>पार्टिकल फाउन्टेन</h3> <p>केडीईका लागि पार्टिकल फाउन्टेन स्क्रिन सेभर</p> प्रतिलिपि अधिकार (c) इअन रेइनहार्ट गिजर २००१<br> <p>निक बेचर <nbetcher@usinternet.com> २००१ द्वारा सुधार गरिएको केडीई कन्फिग सङ्केत र केडीई स्क्रिन सेभर "सेटअप..."</p>

source: Particle Gravity Screen Saver
ne: पार्टिकल गुरुत्वबल स्क्रिन सेभर

source: Gravity Setup
ne: गुरुत्वबल सेटअप

source: <h3>Gravity</h3> <p>Particle Gravity Screen Saver for KDE</p> Copyright (c) Ian Reinhart Geiser 2001<br> <p>KConfig code and KScreenSaver "Setup..." improvements by Nick Betcher <nbetcher@usinternet.com> 2001</p>
ne: <h3>गुरुत्वबल</h3> <p>केडीईका लागि पार्टिकल गुरुत्वबल स्क्रिन सेभर</p> प्रतिलिपि अधिकार (c) इअन रिनहार्ट गिजर २००१<br> <p>के कन्फिग सङ्केत र के स्क्रिनसेभर "Setup..." निक बेचरद्वारा प्रमाणित<nbetcher@usinternet.com> 2001</p><p>निक बेचर <nbetcher@usinternet.com> २००१ द्वारा सुधार गरिएको केडीई कन्फिग सङ्केत र केडीई स्क्रिन सेभर "सेटअप..."</p>

source: Clock
ne: घडी

source: Setup Clock Screen Saver
ne: घडी स्क्रिन सेभर सेटअप गर्नुहोस्

source: Colors
ne: रङ

source: &Hour-hand:
ne: आवर-ह्यान्ड:

source: &Minute-hand:
ne: मिनेट-ह्यान्ड:

source: &Second-hand:
ne: सेकेन्ड-ह्यान्ड:

source: Scal&e:
ne: स्केल:

source: &Background:
ne: पृष्ठभूमि:

source: Si&ze:
ne: साईज:

source: Small
ne: सानो

source: Medium
ne: मध्यम

source: Big
ne: ठूलो

source: &Keep clock centered
ne: केन्द्रमा घडी राख्नुहोस्

source: Virtual Machine
ne: अवास्तविक मेशिन

source: Setup Virtual Machine
ne: अवास्तविक मेशिन सेटअप गर्नुहोस्

source: Virtual machine speed:
ne: अवास्तविक मेशिन गति:

source: Display update speed:
ne: अद्यावधिक गति प्रदर्शन गर्नुहोस्:

source: Virtual Machine Version 0.1 Copyright (c) 2000 Artur Rataj <art@zeus.polsl.gliwice.pl>
ne: अवास्तविक मेशिन संस्करण ०.१ प्रतिलिपि अधिकार (c) २००० अर्तुर रताज <art@zeus.polsl.gliwice.pl>

source: About Virtual Machine
ne: अवास्तविक मेशिनको बारेमा

source: KLines
ne: केडीई रेखा

source: Setup Lines Screen Saver
ne: रेखा स्क्रिनसेभर सेटअप गर्नुहोस्

source: Length:
ne: लम्बाइ:

source: Beginning:
ne: प्रारम्भिक:

source: Middle:
ne: मध्यम:

source: End:
ne: अन्तिम:

source: Lines Version 2.2.0 Written by Dirk Staneker 1997 dirk.stanerker@student.uni-tuebingen.de
ne: रेखा संस्करण २.२.० डिर्क स्ट्यानेकर १९९७ द्वारा लिखित dirk.stanerker@student.uni-tuebingen.de

source: KLorenz
ne: केडीई लरेन्ज

source: Setup Lorenz Attractor
ne: लरेन्ज आकर्षक सेटअप गर्नुहोस्

source: Epoch:
ne: अवधि:

source: Color rate:
ne: रङ दर:

source: Rotation Z:
ne: परिक्रमण Z:

source: Rotation Y:
ne: परिक्रमण Y:

source: Rotation X:
ne: परिक्रमण X:

source: Lorenz Attractor screen saver for KDE Copyright (c) 2000 Nicolas Brodu
ne: केडीईका लागि लरेन्ज आकर्षक स्क्रिन सेभर प्रतिलिपि अधिकार (c) २००० निकोलस ब्रोडु

source: Simulation of a two-part pendulum
ne: दुई-भाग पेन्डुलमको अनुकरण

source: KPendulum Setup
ne: केडीई पेन्डुलम सेटअप

source: Ratio of 2nd mass to sum of both masses. Valid values from %1 to %2.
ne: दुबै पिण्डको जोडमा दोस्रो पिण्डको अनुपात । %1 बाट %2 सम्मका बैध मानहरू ।

source: Ratio of 2nd pendulum part length to the sum of both part lengths. Valid values from %1 to %2.
ne: लम्बाइको दुवै भागको जोडसँग दोस्रो पेन्डुलम लम्बाइ भागको अनुपात । %1 बाट %2 सम्मका बैध मानहरू ।

source: Gravitational constant in arbitrary units. Valid values from %1 to %2.
ne: अनियन्त्रित एकाईमा स्थिर गुरुत्वाकर्षण । %1 बाट %2सम्मका बैध मानहरू ।

source: Energy in units of the maximum potential energy of the given configuration. Valid values from %1 to %2.
ne: दिइएका कन्फिगरेसनको अधिकतम सम्भाव्य शक्तिको इकाईहरूमा शक्ति । %1 बाट %2 सम्मका बैध मानहरू ।

source: Time in seconds after which a random perspective change occurs. Valid values from %1 to %2.
ne: अनियमित अभिव्यक्ति परिवर्तन पछि उत्पन्न हुने समय सेकेन्ड । %1 बाट %2 सम्मका बैध मानहरू ।

source: KPolygon
ne: केडीई बहुभुज

source: Setup Polygon Screen Saver
ne: बहुभुज स्क्रिनसेभर सेटअप गर्नुहोस्

source: Vertices:
ne: शीर्ष:

source: Polygon Version 2.2.0 Written by Martin R. Jones 1996 mjones@kde.org
ne: बहुभुज संस्करण २.२.० १९९६ मा मार्टिन आर.जोन्सद्वारा लिखित mjones@kde.org

source: Simulation of a force free rotating asymmetric body
ne: बलमुक्त परिक्रमण बिषम मुख्य भागको अनुकरण

source: KRotation Setup
ne: केडीई परिक्रमण सेटअप

source: Length of traces in seconds of visibility. Valid values from %1 to %2.
ne: दृष्टीकरणको सेकेन्डमा पदचिन्हको लम्बाइ । %1बाट %2 सम्मका बैध मानहरू ।

source: Angular momentum in z direction in arbitrary units. Valid values from %1 to %2.
ne: अनियन्त्रित इकाइहरूमा z दिशाको कोणीय आबेग । %1 बाट %2 सम्मका बैध मानहरू ।

source: Science Screen Saver
ne: बिज्ञान स्क्रिन सेभर

source: Whirl
ne: चक्कर

source: Sphere
ne: गोला

source: Exponential
ne: घाताङ्क

source: Contraction
ne: सङ्कुचन

source: Wave
ne: वेभ

source: Curvature
ne: झुकाव

source: Setup Science Screen Saver
ne: बिज्ञान स्क्रिन सेभर सेटअप गर्नुहोस्

source: Inverse
ne: उल्टो

source: Gravity
ne: गुरुत्वबल

source: Hide background
ne: पृष्ठभूमि लुकाउनुहोस्

source: Intensity:
ne: तिब्रता:

source: Motion:
ne: चाल:

source: Science Version 0.26.5 Written by Rene Beutler (1998) rbeutler@g26.ethz.ch
ne: बिज्ञान संस्करण ०.२६.५ रेने बेउट्लर(1998) द्वारा लिखित rbeutler@g26.ethz.ch

source: KSlideshow
ne: केडीई स्लाइड प्रदर्शन

source: SlideShow
ne: स्लाइड प्रदर्शन

source: (c) 1999-2003, The KDE Team
ne: (c) १९९९-२००३, केडीई समूह

source: Stefan Taferner
ne: स्टेफन टाफेर्नर

source: Chris Howells
ne: क्रिस होवेल्स

source: Sven Leiber
ne: स्भेन लेइबर

source: No images found
ne: छविहरू फेला परेनन्

source: Setup Slide Show Screen Saver
ne: स्लाइड प्रदर्शन स्क्रिन सेभर सेटअप गर्नुहोस्

source: second
ne: सेकेन्ड

source: Bitmap Wave Screen Saver
ne: बिटम्याप वेभ स्क्रिन सेभर

source: Bitmap Flag Setup
ne: बिटम्याप झण्डा सेटअप

source: <h3>Bitmap Flag Screen Saver</h3> <p>Waving Flag Screen Saver for KDE</p> Copyright (c) Ian Reinhart Geiser 2001
ne: <h3>बिटम्याप झण्डा स्क्रिन सेभर</h3> <p>केडीईका लागि हल्लिने झण्डा स्क्रिन सेभर</p> प्रतिलिपि अधिकार (c) इअन रेनहार्ट गेइजर २००१

source: KDE Screen Lock/Saver
ne: केडीई स्क्रिन लक/सेभर

source: KLock
ne: केडीई लक

source: Setup screen saver
ne: स्क्रिनसेभर सेटअप गर्नुहोस्

source: Run in the specified XWindow
ne: निर्दिष्ट एक्स सञ्झ्यालमा चलाउनुहोस्

source: Run in the root XWindow
ne: मूल एक्स सञ्झ्याल चलाउनुहोस्

source: Start screen saver in demo mode
ne: डेमो मोडमा स्क्रिनसेभर सुरू गर्नुहोस्

source: GL can not render with root visual
ne: जीएलले मूल दृश्यमा बदल्न सक्दैन

source: Setup Space Screen Saver
ne: रिक्तस्थान स्क्रिन सेभर सेटअप गर्नुहोस्

source: Warp interval:
ne: बेराई अन्तराल:

source: KSpace Copyright (c) 1998 Bernd Johannes Wuebben <wuebben@kde.org>
ne: केडीई रिक्तस्थान प्रतिलिपि अधिकार (c) १९९८ बेर्न्ड जोन्स उबेन <wuebben@kde.org>

source: Setup Swarm Screen Saver
ne: समूह स्क्रिन सेभर सेटअप गर्नुहोस्

source: Number of bees:
ne: माहुरीको संख्या:

source: Swarm Copyright (c) 1991 by Patrick J. Naughton Ported to kscreensaver by Emanuel Pirker.
ne: समूह पेट्रिक जे नउटनको प्रतिलिपि अधिकार (c) १९९१ इमानुएल प्रिकारद्वारा केडीई स्क्रिन सेभरमा पोर्ट गरिएको ।

source: About Swarm
ne: समूहका बारेमा

# NAME OF TRANSLATORS
source: Your names
ne: जितेन्द्र हरलालका ,Launchpad Contributions:

# EMAIL OF TRANSLATORS
source: Your emails
ne: jitendra@otrc.gov.np,

source: KFireSaver Setup
ne: केडीई फायरसेभर सेटअप

source: &Load
ne: लोड गर्नुहोस्

source: KDE (default)
ne: केडीई (पूर्वनिर्धारित)

source: Elegant White
ne: गाढा सेतो

source: Quick Simple
ne: सामान्य छिटो

source: Enhanced Reality
ne: बढाइएको तथ्य

source: Hypnotic Illusions
ne: हाइपनोटिक भ्रम

source: Preset:
ne: प्रिसेट:

source: Preview
ne: पूर्वावलोकन

source: preview window
ne: पूर्वावलोकन सञ्झ्याल

source: Here is the preview (if it is not detached)
ne: यहाँ पूर्वावलोकन छ(यदि यो अलग गरिएको छैन भने)

source: &Show in separate window
ne: भिन्न सञ्झ्यालमा दखाउनुहोस्

source: &Apply && Update
ne: लागू गर्नुहोस् र अद्यावधिक गर्नुहोस्

source: Show
ne: देखाउनुहोस्

source: Show type:
ne: प्रकार देखाउनुहोस्:

source: Simple Show
ne: साधारण प्रदर्शन

source: Completely Random
ne: पूर्ण अनियमित

source: Only Change Color
ne: रङ मात्र परिवर्तन गर्नुहोस्

source: Only Change Fireworks
ne: फाएरवर्क मात्र परिवर्तन गर्नुहोस्

source: Number of fireworks:
ne: फायरवर्कको सङ्ख्या:

source: few
ne: थोरै

source: more
ne: धेरै

source: Size of particles:
ne: कणको साइज

source: small
ne: सानो

source: big
ne: ठूलो

source: Use bottom fire
ne: तलको फायर प्रयोग गर्नुहोस्

source: Select the color
ne: रङ चयन गर्नुहोस्

source: Enable sounds
ne: ध्वनि सक्षम पार्नुहोस्

source: Limit overload (recommended)
ne: ओभरलोड सीमा (सिफारिस गरिएको)

source: Realtime fps adjust (recommended)
ne: रिअलटाइम fps समायोजन (सिफारिस गरिएको)

source: Fireworks
ne: फायरवर्क

source: Blinding white
ne: नदेखिने सेतो

source: Velvet purple
ne: भल्भेट पर्पल

source: Deep-sea green
ne: गाढा-सामुन्द्रिक हरियो

source: Deep red
ne: गाढा रातो

source: Multicolor
ne: बहुरङ्गी

source: try bi-color fireworks
ne: दुई रङको फायरवर्क प्रयास गर्नुहोस्

source: This allow a random creation of fireworks that explodes in 2 colors
ne: यसले २ रङमा देखापर्ने फायरवर्कको अनियमित सिर्जनालाई अनुमति दिन्छ

source: Boring blue
ne: बोरिङ निलो

source: Hot orange
ne: हट अरेन्ज

source: Purest green
ne: शुद्ध हरियो

source: Flames ring
ne: फ्लेम्स रिङ

source: try me
ne: मलाई प्रयास गर्नुहोस्

source: Atomic splitter
ne: एटोमिक बिभाजक

source: Sparkling fall
ne: चम्किलो खसाई

source: Classic
ne: उत्कृष्ट

source: Only explosion
ne: विस्फोटन मात्र

source: SuperNova
ne: सुपरनोभा

source: Toxic spirals
ne: टोक्सिक स्पाइरल

source: Flames world
ne: उज्वल संसार

source: Specials
ne: विशेष

source: Logos
ne: लोगोहरू

source: Watch exploding images
ne: बिस्फोटन छविहरू हेर्नुहोस्

source: Enable images explosion.
ne: छवि बिस्फोटन सक्षम पार्नुहोस् ।

source: KDE icons
ne: केडीई प्रतिमा

source: Enables KDE Icons
ne: केडीई प्रतिमा सक्षम बनाउँदछ

source: Enables random KDE Icons explosions.
ne: अनियमित केडीई प्रतिमा विस्फोटन सक्षम बनाउँदछ ।

source: Tux
ne: टक्स

source: Enables Tux
ne: टक्स सक्षम बनाउँदछ

source: Enables random Tux explosions.
ne: अनियमित टक्स विस्फोटन सक्षम बनाउँदछ ।

source: Reduce detail
ne: बिस्तृत विवरण घटाउनुहोस्

source: useful for increasing speed
ne: बढ्दो गतिका लागि उपयोगी

source: When enabled speeds up logo explosion but reduces quality.
ne: सक्षम बनाउँदा लोगो विस्फोटन गति बढाउँदछ तर गुणस्तर घटाउँदछ ।

source: Konqui
ne: कोन्क्वी

source: Enables Konqui
ne: कोन्क्वी सक्षम बनाउँदछ

source: Enables random Konqui explosions.
ne: अनियमित कोन्क्वी विस्फोटन सक्षम बनाउँदछ ।

source: Frequency:
ne: आवृत्ति:

source: sometimes
ne: कहिलेकाहीँ

source: often
ne: प्राय:

source: Flickering
ne: फ्लिकरिङ

source: enables a natural 'flicker' effect
ne: प्राकृतिक 'फ्लिकर' प्रभाव सक्षम बनाउँदछ

source: This option produces a sort of vibration in the lightness of the star.
ne: यो विकल्पले ताराको चमकमा कम्पनको क्रम उत्पन्न गर्दछ ।

source: Red-blue gradient
ne: रातो-नीलो ग्रेडिएन्ट

source: emulate horizon coloring
ne: तेर्सो रङलाई एकिकृत पार्नुहोस्

source: Gives lower stars a reddish tint.
ne: तल्ला स्तरका ताराले हल्का रातो चमक दिन्छ ।

source: Number:
ne: नम्बर:

source: less
ne: कम

source: Stars
ne: तारा

source: Watch the stars
ne: तारा हेर्नुहोस्

source: Enable stars in the sky.
ne: आकाशका तारा सक्षम पार्नुहोस् ।

source: Writings
ne: लेखाई

source: Effects
ne: प्रभाव

source: Flash screen on explosions
ne: विस्फोटनमा स्क्रिन फ्ल्यास गर्नुहोस्

source: hypnotic
ne: हाइपनोटिक

source: Mega flares
ne: अधिक चमक

source: Dimension:
ne: आयाम:

source: Fireworks leave a particle trail
ne: फायरवर्कले पार्टिकल पदचिन्ह छोड्दछ

source: not yet ported
ne: अहिलेसम्म पोर्ट गरीएको छैन

source: Flash opacity:
ne: फ्ल्यास अष्पस्टता:

source: min
ne: न्यूनतम

source: max
ne: अधिकतम

source: Fade effect
ne: फेड प्रभाव

source: Spherical light after explosion
ne: विस्फोटन पछिको गोलाकार प्रकाश

source: warning, this can shock your mind :-)
ne: चेतावनी, यसले तपाईँको दिमागलाई धक्का पुर्याउन सक्छ :-)

source: Multiplies the scale factor for particles near you, resulting in a colorful experience.
ne: मान्य अनुभूति परिणामका लागि, तपाईँ नजिकको सानो भागको स्केल फ्याक्टरलाई गुणा गर्दछ ।

source: Shapes
ne: आकार

source: Flares
ne: चमक

source: Particle size:
ne: पार्टिकल साइज:

source: specify the time in seconds after which a random perspective change occurs
ne: अनियमित अभिव्यक्ति परिवर्तन गर्दा समय सेकेन्डमा निर्दिष्ट गर्छ

source: Perspective<br> Change [s]
ne: अभिव्यक्ति<br> परिवर्तन [s]

source: Bars
ne: पट्टी

source: Traces
ne: पदचिन्ह

source: Theta:
ne: ठेटा:

source: &Include images from sub-folders
ne: उप-फोल्डरबाट छवि समावेश गर्नुहोस्

source: &Random order
ne: अनियमित क्रम

source: Resi&ze images
ne: छवि रिसाइज गर्नुहोस्

source: I&mage folder:
ne: छवि फोल्डर:

source: Show &names
ne: नाम देखाउनुहोस्

source: &Delay:
ne: विलम्ब:

source: Random &position
ne: अनियमित वस्तुस्थिति

source: Use textures
ne: बनावट प्रयोग गर्नुहोस्
