Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/kttsd.po
Languages: ne

# NAME OF TRANSLATORS
source: Your names
ne: Nabin Gautam, जितेन्द्र हरलालका, Launchpad Contributions:

# EMAIL OF TRANSLATORS
source: Your emails
ne: nabin@mpp.org.np, jitendra@otrc.gov.np,

source: &Name
ne: नाम

source: Language
ne: भाषा

source: Male 1
ne: पुरुष १

source: Male 2
ne: पुरुष २

source: Male 3
ne: पुरुष ३

source: Female 1
ne: महिला १

source: Female 2
ne: महिला २

source: Female 3
ne: महिला ३

source: &Speed
ne: गति

source: E&xit when speaking is finished
ne: वाचन समाप्त गरेपछि निस्कनुहोस्

source: Sta&rt minimized in system tray when speaking
ne: वाचन गर्दा प्रणाली ट्रेमा न्यूनतम पारिएको सुरु गर्नुहोस्

source: &Enable Text-to-Speech System (KTTSD)
ne: पाठवाट संवाद प्रणाली सक्षम पार्छ (KTTSD)

source: Click to add and configure a new Talker (speech synthesizer).
ne: नयाँ वक्ता (वाचन सिन्थेसाइजर) थप्न र कन्फिगर गर्न क्लिक गर्नुहोस् ।

source: Add...
ne: थप्नुहोस्...

source: U&p
ne: माथि

source: Do&wn
ne: तल

source: Click to configure options for the highlighted Talker.
ne: हाइलाइट गरिएका वक्ताका लागि कन्फिगर विकल्पमा क्लिक गर्नुहोस् ।

source: &Edit...
ne: सम्पादन गर्नुहोस्...

source: Click to remove the highlighted Talker.
ne: हाइलाइट गरिएका वक्ता हटाउन क्लिक गर्नुहोस् ।

source: &Remove
ne: हटाउनुहोस्

source: Filters
ne: फिल्टर

source: Click to add and configure a new Filter.
ne: नयाँ फिल्टर थप्न र कन्फिगर गर्न क्लिक गर्नुहोस् ।

source: Click to move selected filter up in the list. Filters higher in the list are applied first.
ne: सूचीमा चयन गरिएको फिल्टर माथि सार्न क्लिक गर्नुहोस् । सूचीका उच्च स्थानका फिल्टर पहिला लागू गरिन्छ ।

source: Click to move a filter down in the list. Filters lower in the list are applied last.
ne: सूचीमा चयन गरिएको फिल्टर तल सार्न क्लिक गर्नुहोस् । सूचीका तलका फिल्टर अन्तिममा लागू गरिन्छ ।

source: Click to configure options for the highlighted Filter.
ne: हाइलाइट गरिएका फिल्टरका लागि विकल्प कन्फिगर गर्न क्लिक गर्नुहोस् ।

source: Click to remove the highlighted Filter.
ne: हाइलाइट गरिएको फिल्टर हटाउन क्लिक गर्नुहोस् ।

source: Select Talker
ne: वक्ता चयन गर्नुहोस्

source: When checked, will use the default Talker, which is the topmost Talker listed in the Talkers tab.
ne: चिनो गरिएमा, पूर्वनिर्धारित वक्ता प्रयोग गरिने छ, जुन वक्ता ट्याबमा सूचीकृत गरिएको माथिल्लो वक्ता हो ।

source: &Use default Talker
ne: पूर्वनिर्धारित वक्ता प्रयोग गर्नुहोस्

source: When checked, will use the specific Talker (if it is still configured), otherwise the Talker most closely matching.
ne: चिनो गरिएमा, निर्दिष्ट वक्ता प्रयोग गरिनेछ (यो अझैसम्म पनि कन्फिगर गरिएको भएमा), अन्यथा सबैभन्दा नजिकको मिल्ने वक्ता प्रयोग गरिनेछ ।

source: Use specific &Talker
ne: निर्दिष्ट वक्ता प्रयोग गर्नुहोस्

source: &Type
ne: टाइप

source: &Word
ne: शब्द

source: Regular &expression
ne: नियमित अभिव्यक्ति

source: &Match:
ne: मिल्दो:

source: &Replace with:
ne: यससँग प्रतिस्थापन गर्नुहोस्:

source: Match &case
ne: केस मिलाउनुहोस्

source: Configure String Replacer
ne: स्ट्रिङ प्रतिस्थापक कन्फिगर गर्नुहोस्

# What's this text
source: Enter any name you like for this filter.
ne: यो फिल्टरका लागि तपाईँले मन पराएको कुनै नाम हाल्नुहोस् ।

source: &Name:
ne: नाम:

source: Enter any name you like for this filter.
ne: यो फिल्टरका लागि तपाईँले मन पराएको कुनै नाम प्रविष्ट गर्नुहोस् ।

source: These settings determines when the filter is applied to text.
ne: यी सेटिङले पाठमा फिल्टर लागू हुने बेला निर्धारण गर्छ ।

source: Lan&guage is:
ne: भाषा:

source: Application &ID contains:
ne: सफ्टवेयर आईडीमा समावेश हुने:

source: This filter is applied to text jobs of the specified language. You may select more than one language by clicking the browse button and Ctrl-clicking on more than one in the list. If blank the filter applies to all text jobs of any language.
ne: यो फिल्टर निर्दिष्ट गरिएका भाषाको पाठ कार्यमा लागू गरिनेछ । तपाईँले ब्राउज बटन क्लिक गरेर एक भन्दा बढी भाषा चयन गर्न सक्नुहुनेछ र Ctrl-clicking गरेर सूचीमा एक भन्दा बढी प्राप्त गर्न सक्नुहुन्छ । यदि खाली भएमा कुनै पनि भाषाका सबै पाठ कार्यमा फिल्टर लागू हुनेछ ।

source: Click to select one or more languages. This filter will be applied to text jobs of those languages.
ne: एक भन्दा बढी भाषा चयन गर्न क्लिक गर्नुहोस् । यो फिल्टर ति भाषाको पाठ कार्यमा लागू गरिनेछ ।

source: Click to load a word list from a file.
ne: फाइलबाट शब्द सूची लोड गर्न क्लिक गर्नुहोस् ।

source: Click to save word list to a file.
ne: फाइलमा शब्दसूची बचत गर्न क्लिक गर्नुहोस् ।

source: Click to empty the word list.
ne: शब्द सूची खाली गर्न क्लिक गर्नुहोस् ।

source: Click to add another word or regular expression to the list.
ne: सूचीमा अन्य शब्द वा नियमित अभिव्यक्ति थप्न क्लिक गर्नुहोस् ।

source: Click to move selected word up in the list. Words higher in the list are applied first.
ne: सूचीमा चयन गरिएको शब्द माथि सार्न क्लिक गर्नुहोस् । उच्च स्थानमा रहेका शब्द पहिला लागू गरिन्छ ।

source: &Up
ne: माथि

source: Click to move a word down in the list. Words lower in the list are applied last.
ne: सूचीमा चयन गरिएको शब्द तल सार्न क्लिक गर्नुहोस् । तल्लो स्थानमा रहेका शब्द अन्त्यमा लागू गरिन्छ ।

source: Click to modify an existing word or regular expression in the list.
ne: सूचीमा अवस्थित शब्द वा नियमित अभिव्यक्ति परिमार्जन गर्न क्लिक गर्नुहोस् ।

source: &Edit
ne: सम्पादन

source: Click to remove a word or regular expression from the list.
ne: सूचीबाट शब्द वा नियमित अभिव्यक्ति हटाउन क्लिक गर्नुहोस् ।

source: Type
ne: टाइप

source: Match Case
ne: केस मिलाउनुहोस्

source: Match
ne: मिलाउनुहोस्

source: Replace With
ne: यससँग प्रतिस्थापन गर्नुहोस्

source: Configure Talker Chooser
ne: वक्ता चयनकर्ता कन्फिगर गर्नुहोस्

source: &Apply This Filter When
ne: फिल्टर लागू गर्ने समय

source: Te&xt contains:
ne: पाठ समावेश हुने:

source: This filter is applied to text jobs of the specified language. You may select more than one language by clicking the browse button and Ctrl-clicking on more than one in the list. If blank, the filter applies to all text jobs of any language.
ne: यो फिल्टर निर्दिष्ट गरिएको भाषाको पाठ कार्यमा लागू गरिने छ । तपाईँले ब्राउज बटन क्लिक गरेर एक भन्दा बढी भाषा चयन गर्न सक्नुहुन्छ र सूचीमा एक भन्दा बढी प्राप्त गर्न Ctrl-clicking गर्न सक्नुहुन्छ । यदि खाली स्थान भएमा, फिल्टर कुनै पनि भाषाको सबै पाठ कार्यमा लागू हुन्छ ।

source: The new Talker that will be used when the conditions above are met. The default Talker is the topmost in the Talkers tab. Click the button to choose a Talker.
ne: माथिका सर्त पुरा हुदाँ प्रयोग गरिने नयाँ वक्ता । पूर्वनिर्धारित वक्ता वक्ता ट्याबको सबैभन्दा माथिल्लो वक्ता हो । वक्ता रोज्न बटन क्लिक गर्नुहोस् ।

source: &Talker:
ne: वक्ता:

source: Click to select a Talker.
ne: वक्ता चयन गर्न क्लिक गर्नुहोस् ।

source: Click to load a Talker Chooser configuration from a file.
ne: फाइलबाट वक्ता रोज्ने कन्फिगरेसन लोड गर्न क्लिक गर्नुहोस् ।

source: &Load...
ne: लोड गर्नुहोस्...

source: Click to save this Talker Chooser to a file.
ne: फाइलमा यो वक्ता चयनकर्ता बचत गर्न क्लिक गर्नुहोस् ।

source: &Save...
ne: बचत गर्नुहोस्...

source: Click to clear everything.
ne: सबै खाली गर्न क्लिक गर्नुहोस् ।

source: Cl&ear
ne: खाली गर्नुहोस्

source: Configure XML Transformer
ne: एक्सएमएल रुपान्तरकर्ता कन्फिगर गर्नुहोस्

source: Enter any descriptive name you like for this filter.
ne: तपाईँले यो फिल्टरका लागि मनपर्ने कुनै पनि वर्णनात्मक नाम प्रविष्ट गर्नुहोस् ।

source: Enter the full path to an XML Style Language - Transforms (XSLT) stylesheet file. XSLT files usually end with extension .xsl.
ne: एउटा एक्सएमएल शैली भाषालाई पुरा मार्ग प्रविष्ट गर्नुहोस् - शैलीपाना फाइल (एक्सएडएलटी ) रुपान्तरण गर्छ । एक्स एड एल टी फाइल सधै विस्तार .xsl मा अन्त्य हुन्छ ।

source: Enter the path to the xsltproc executable program. If it is in the PATH environment variable, just enter "xsltproc".
ne: xsltproc कार्यान्वयनयोग्य कार्यक्रममा मार्ग प्रविष्ट गर्नुहोस् । यदि यो परिवेश चल मार्गमा भएमा, केवल "xsltproc" मात्र प्रविष्ट गर्नुहोस् ।

source: &XSLT file:
ne: एक्सएडएलटी फाइल:

source: xsltproc &executable:
ne: कार्यान्वयनयोग्य xsltproc:

source: Apply This &Filter When
ne: समयमा यो फिल्टर लागू गर्नुहोस्

source: This filter will be applied only to text having the specified XML root element. If blank, applies to all text. You may enter more than one root element separated by commas. Example: "html".
ne: यो फिल्टर निर्दिष्ट गरिएको एक्सएमएल मूल तत्व भएको पाठमा मात्र लागू गरिने छ । यदि खाली भएमा, सबै पाठमा लागू गरिन्छ । तपाईँले एकभन्दा बढी मूल तत्व अल्पविरामद्वारा विभाजित गर्न सक्नुहुन्छ । उदाहरण: "html" ।

source: This filter will be applied only to text having the specified DOCTYPE specification. If blank, applies to all text. You may enter more than one DOCTYPE separated by commas. Example: "xhtml".
ne: यो फिल्टर निर्दिष्ट गरिएका DOCTYPE विशेष विवरण भएका पाठमा मात्र लागू गरिनेछ । यदि खाली स्थान भएमा, सबै पाठमा लागू हुन्छ । तपाईँले एक भन्दा बढी DOCTYPE अल्पविरामद्वारा विभाजित गरेर प्रविष्ट गर्न सक्नुहुन्छ । उदाहरण: "xhtml".

source: &Root element is:
ne: मूल तत्व:

source: or DOC&TYPE is:
ne: DOCTYPE:

source: and Application &ID contains:
ne: र सफ्टवेयर आईडी समावेश गर्दछ:

source: testfilter
ne: परीक्षण फिल्टर

source: A utility for testing KTTSD filter plugins.
ne: केडीई टीटीएसडी फिल्टर प्लगइन परीक्षणका लागि एउटा युटिलिटी ।

source: Gary Cramblitt
ne: गैरी क्रेमब्लिट (Gary Cramblitt)

source: Maintainer
ne: सम्भारकर्ता

source: Name of a KTTSD filter plugin (required)
ne: केडीई टीटीएसडी फिल्टर प्लगइनको नाम (आवश्यक)

source: Talker code passed to filter
ne: फिल्टरमा पास गरिएको वक्ता सङ्केत

source: DCOP application ID passed to filter
ne: फिल्टरमा पास गरिएको डीसीओपी सफ्टवेयर आईडी

source: Display list of available Filter PlugIns and exit
ne: उपलब्ध फिल्टर प्लगइनको सूची प्रदर्शन गर्नुहोस् र बाहिर निस्कनुहोस्

source: Display tabs as \t, otherwise they are removed
ne: ट्याब \t का रुपमा प्रदर्शन गर्नुहोस्, अन्यथा तीनलाई हटाइन्छ

source: Display list of available filter plugins and exit
ne: उपलब्ध फिल्टर प्लगइनको सूची प्रदर्शन गर्नुहोस् र बाहिर निस्कनुहोस्

source: Add Talker
ne: वक्ता थप्नुहोस्

source: Filter
ne: फिल्टर

source: You have made changes to the configuration but have not saved them yet. Click Apply to save the changes or Cancel to abandon the changes.
ne: तपाईँले कन्फिगरेसनमा परिवर्तन गर्नुभयो तर अहिलेसम्म बचत गर्नुभएको छैन । परिवर्तन बचत गर्न 'लागू गर्नुहोस्' क्लिक गर्नुहोस् वा परिवर्तन छोड्न 'रद्द गर्नुहोस्' क्लिक गर्नुहोस् ।

source: KCMKttsMgr
ne: केसीएम केडीई पाठ वाचक प्रबन्धक

source: (c) 2002, José Pablo Ezequiel Fernández
ne: (c) २००२, जोड पाब्लो इजिक्वेइल फर्नान्डिज

source: Author
ne: लेखक

source: Contributor
ne: सहयोगी

source: Select Filter
ne: फिल्टर चयन गर्नुहोस्

source: Filter Configuration
ne: फिल्टर कन्फिगरेसन

source: KDE Text-to-Speech
ne: केडीई पाठ वाचक

source: Original Author
ne: मौलिक लेखक

source: Current Maintainer
ne: हालको सम्भारकर्ता

source: Testing
ne: परीक्षण गर्दै

source: David Powell
ne: डेबिड पावेल (David Powell)

source: KTTSMgr
ne: केडीई पाठ वाचक प्रबन्धक

source: Text-to-Speech Manager
ne: पाठ वाचक प्रबन्धक

source: &Configure
ne: कन्फिगर

source: KTTS &Handbook
ne: केडीई टीटीएस हातेपुस्तक

source: &About KTTSMgr
ne: KTTSMgr बारेमा

source: Queued
ne: लामबद्ध गरिएको

source: Speaking
ne: वाचन

source: Paused
ne: पज गरिएको

# Finished the job
source: Finished
ne: समाप्त भयो

# State is unknown
source: Unknown
ne: अज्ञात

source: Text-to-Speech System is not running
ne: पाठ वाचक प्रणाली चलेको छैन

source: , current job %1 at sentence %2 of %3 sentences
ne: , वाक्य %3 को %2 वाक्यमा हालको कार्य %1

source: Code
ne: सङ्केत

# Default language code
source: default
ne: पूर्वनिर्धारित

# The name of the first Male voice
source: Male 1
ne: पुरुष १

# The name of the first Female voice
source: Female 1
ne: महिला १

# The name of the male child voice
source: Boy
ne: केटा

# The name of the female child voice
source: Girl
ne: केटी

# Other language
source: Other
ne: अन्य

# full country name
source: United States of America
ne: संयुक्त राज्य अमेरिका

# abbreviated country name
source: USA
ne: यू एस ए

# full country name
source: United Kingdom
ne: संयुक्त अधिराज्य

# abbreviated country name
source: UK
ne: यू के

source: Name
ne: नाम

source: Speed
ne: गति

source: Select Language
ne: भाषा चयन गर्नुहोस्

source: Unable to open file.
ne: फाइल खोल्न असक्षम

source: File not in proper XML format.
ne: फाइल ठीक एक्सएमएल ढाँचामा छैन ।

# Abbreviation for 'Regular Expression'
source: RegExp
ne: नियमित अभिव्यक्ति

source: Word
ne: शब्द

# Yes or no
source: Yes
ne: हो

# Yes or no
source: No
ne: होइन

source: Unable to open file
ne: फाइल खोल्न असक्षम

source: String Replacer
ne: स्ट्रिङ प्रतिस्थापक

source: Multiple Languages
ne: बहुविध भाषा

source: Error
ne: त्रुटि

source: Select Languages
ne: भाषा चयन गर्नुहोस्

source: Edit String Replacement
ne: स्ट्रिङ प्रतिस्थापक सम्पादन गर्नुहोस्

source: Error Opening File
ne: फाइल खोल्दा त्रुटि

source: Talker Chooser
ne: वक्ता चयनकर्ता

source: XML Transformer
ne: एक्सएमएल रुपान्तरक
