Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/kweather.po
Languages: ne

source: The network is currently offline...
ne: सञ्जाल हाल अफलाइन छ...

source: Temperature:
ne: तापक्रम:

source: Dew Point:
ne: शीत बिन्दु:

source: Air Pressure:
ne: बायुमण्डलीय चाप:

source: Rel. Humidity:
ne: सापेक्षिक आद्रता:

source: Wind Speed:
ne: हावाको गति:

source: Heat Index:
ne: तापक्रम सूची:

source: Wind Chill:
ne: हावाको चिसोपना:

source: Sunrise:
ne: सूर्योदय:

source: Sunset:
ne: सूर्यास्त:

source: Temperature:
ne: तापक्रम:

source: Wind:
ne: हावा:

source: Air pressure:
ne: बायुमण्डलीय चाप:

source: KWeather Configure Dialog
ne: केडीई मौसम कन्फिगर संवाद

source: (c), 2003 Tobias Koenig
ne: (c), २००३ तोबियस कोयनिङ्ग

source: Tobias Koenig
ne: टोबायस कोइनिग (Tobias Koenig)

source: KWeather - %1
ne: केडीई मौसम - %1

source: Show &Report
ne: प्रतिवेदन देखाउनुहोस्

source: &Update Now
ne: अहिले अद्यावधिक गर्नुहोस्

source: &About KWeather
ne: केडीई मौसमका बारेमा

source: &Configure KWeather...
ne: केडीई मौसम कन्फिगर गर्नुहोस्...

source: Weather applet for the Kicker
ne: किकरका लागि मौसम एप्लेट

source: Nadeem Hasan
ne: नदिम हसन (Nadeem Hasan)

source: Lots of bugfixes, improvements and cleanups.
ne: पर्याप्त बग निर्धारण, सुधार, र नष्ट ।

source: Will Andrews
ne: विल एन्डर्युज (Will Andrews)

source: Fixed for BSD port
ne: BSD पोर्टका लागि निश्चित गरिएको

source: Debian fixes
ne: डेबियन निर्धारणहरू

source: Fixed the i18n stuff and made sure the indentation was consistent :P
ne: अन्तराष्ट्रियकरण गुण निश्चित गर्दछ र इन्डेन्टेसन अनुकूल भएको यकीन गर्दछ :P

source: Great new weather icons
ne: ठूलो नयाँ मौसम प्रतिमा

source: Improvements and more code cleanups
ne: सुधार र धेरै सङ्केतन नष्टता

source: For some reason the log file could not be written to. Please check to see if your disk is full or if you have write access to the location you are trying to write to.
ne: केही कारणले गर्दा लग फाइल यसमा लेख्न सकिने छैन । कृपया तपाईँको डिस्क भरिएको वा तपाईँले लेख्न प्रयास गरेको स्थानमा लेख्ने पहुँच भएको थाहा पाउन जाँच गर्नुहोस् ।

source: KWeather Error
ne: केडीई मौसम त्रुटि

source: For some reason a new log file could not be opened. Please check to see if your disk is full or if you have write access to the location you are trying to write to.
ne: केही कारणले गर्दा एउटा नयाँ लग फाइल खोल्न सकिएन । कृपया तपाईँको डिस्क भरिएको वा तपाईँले लेख्न प्रयास गरेको स्थानमा लेख्ने पहुँच भएको थाहा पाउन जाँच गर्नुहोस् ।

source: KDE
ne: केडीई

source: Developer
ne: विकासकर्ता

source: Laurent Montel
ne: लाउरेन्ट मोन्टेल (Laurent Montel)

source: 1 meter
ne: १ मिटर

source: 1 foot
ne: १ फुट

source: Few clouds at %1
ne: %1 मा केही बादल छ

source: Scattered clouds at %1
ne: %1 मा बादल फैलिएको छ

source: Broken clouds at %1
ne: %1 मा बादल बिच्छेद भएको छ

source: Overcast clouds at %1
ne: %1 मा बादलले ढाकेको छ

source: Clear skies
ne: खाली आकाश

source: Heavy
ne: बाक्लो

source: Light
ne: हल्का

source: Shallow
ne: फिक्का

source: Partial
ne: आंशिक

source: Patches
ne: धब्बा

source: Low Drifting
ne: कम बेग

source: Blowing
ne: बहाव

source: Showers
ne: मुसलधारे वर्षा

source: Thunder Storm
ne: आँधीबेरी

source: Freezing
ne: चिसो

source: Drizzle
ne: झरी

source: Rain
ne: वर्षा

source: Snow
ne: हिउँ

source: Snow Grains
ne: हिउँका कण

source: Ice Crystals
ne: बरफको क्रिष्टल

source: Ice Pellets
ne: बरफको गोला

source: Hail
ne: असिना

source: Small Hail Pellets
ne: सानो असिनाका गोला

source: Unknown Precipitation
ne: अज्ञात गति

source: Mist
ne: हुस्सू

source: Fog
ne: कुइरो

source: Smoke
ne: बाफ

source: Volcanic Ash
ne: ज्वालामूखी राख

source: Widespread Dust
ne: चारैतिर फैलिएको धूलो

source: Sand
ne: बालुवा

source: Haze
ne: तुवाँलो

source: Spray
ne: तुषारो

source: Dust/Sand Swirls
ne: धूलो/बालुवा को चक्कर

source: Sudden Winds
ne: आकस्मिक हावा

source: Tornado
ne: आँधी

source: Funnel Cloud
ne: फनेल क्लाउड

source: Sand Storm
ne: बालुवा सहितको तूफान

source: Dust Storm
ne: धूलो सहितको तूफान

source: 1 km/h
ne: १ किलोमिटर/घन्टा

source: Unknown Station
ne: अज्ञात केन्द्र

source: Weather Station Options
ne: मौसम केन्द्र विकल्प

source: &Location:
ne: स्थान:

source: Panel Display Options
ne: प्यानल प्रदर्शन विकल्प

source: &Show icon only
ne: प्रतिमा मात्र देखाउनुहोस्

source: <qt>Click here to show only the weather icon.</qt>
ne: <qt>मौसम प्रतिमा मात्र देखाउन यहाँ क्लिक गर्नुहोस् ।</qt>

source: This feature will allow you to make KWeather take up only one slot on the kicker. Normally this application will take up two slots. The small view will only show the weather icon, while the normal view will display both the icon and the current weather statistics. For the small view the weather statistics will be put on the buttons tool tip.
ne: यो गुणले तपाईँलाई किकरमा केडीई मौसम लिनका लागि एउटा मात्र स्लट राख्न अनुमति दिन्छ । सामान्यतया यो अनुप्रयोगले दुई स्लट लिनेछ । सानो दृश्यले मौसम प्रतिमा मात्र देखाउँछ, तर सामान्य दृश्यले प्रतिमा र हालको मौसम तथ्याङ्क दुबै देखाउँछ । सानो दृश्यका लागि मौसम तथ्याङ्क बटनको उपकरण टिपमा राखिनेछ ।

source: Show &icon and temperature
ne: प्रतिमा र तापक्रम देखाउनुहोस्

source: Show icon, temperature, &wind and pressure information
ne: प्रतिमा, तापक्रम, वायु र चाप सूचना देखाउनुहोस्

source: Logging Options
ne: लग विकल्प

source: E&nable logging
ne: लग सक्षम पार्नुहोस्

source: Log &file:
ne: लग फाइल:

source: Enter the logfile name.
ne: लग फाइल नाम प्रविष्ट गर्नुहोस् ।

source: Enter the full path and filename to enable logging in KWeather.
ne: केडीई मौसममा लग सक्षम पार्नका लागि पूरा मार्ग र फाइलनाम प्रविष्ट गर्नुहोस् ।

source: Text
ne: पाठ

source: Color:
ne: रङ:

source: A&dd
ne: थप्नुहोस्

source: Se&lected stations:
ne: चयन गरीएका केन्द्र:

source: A&vailable stations:
ne: उपलव्ध केन्द्र:

source: Selected
ne: चयन गरिएका

source: &Remove
ne: हटाउनुहोस्

source: All
ne: सबै

source: &Stop Weather Service
ne: मौसम सेवा रोक्नुहोस्

source: &Update All
ne: सबै अद्यावधिक गर्नुहोस्

source: Station Manager
ne: केन्द्र प्रबन्धक

source: Add
ne: थप्नुहोस्

source: Weather Report
ne: मौसम प्रतिवेदन

# NAME OF TRANSLATORS
source: Your names
ne: Ishwor Sharma, श्यामकृष्ण बल, जितेन्द्र हरलालका ,Launchpad Contributions:

# EMAIL OF TRANSLATORS
source: Your emails
ne: sharmabeeshwar@gmail.com, shyamkrishna_bal@yahoo.com, jitendra@otrc.gov.np,

source: Weather Report for KWeatherService
ne: केडीई मौसम सेवाको लागि मौसम प्रतिवेदन

source: METAR location code for the report
ne: प्रतिवेदनका लागि METAR स्थान सङ्केत

source: Weather Report - %1
ne: मौसम प्रतिवेदन - %1

source: Station reports that it needs maintenance
ne: केन्द्रले यसलाई मर्मतको आवश्यकता प्रतिवेदन गर्छ

source: Weather Report - %1 - %2
ne: मौसम प्रतिवेदन - %1 - %2

source: Latest data from %1
ne: %1 बाट पछिल्लो डेटा

source: Sidebar Weather Report
ne: किनारा पट्टी मौसम प्रतिवेदन

source: The temp file %1 was empty.
ne: तापक्रम फाइल %1 खाली थियो ।

source: Could not read the temp file %1.
ne: तापक्रम फाइल %1 पढ्न सकेन ।

source: The requested station does not exist.
ne: अनुरोध गरिएको केन्द्र अवस्थित छैन ।

source: Please update later.
ne: कृपया पछि अद्यावधिक गर्नुहोस् ।

source: Retrieving weather data...
ne: मौसम डेटा पुन:प्राप्त गर्दै...
