Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/kwin_lib.po
Languages: ne

source: <center><b>%1 preview</b></center>
ne: <center><b>%1 पूर्वावलोकन</b></center>

source: Menu
ne: मेनु

source: Not on all desktops
ne: सबै डेस्कटपमा होइन

source: On all desktops
ne: सबै डेस्कटपमा

source: Help
ne: मद्दत

source: Minimize
ne: घटाउनुहोस्

source: Restore
ne: पूर्ववस्थामा ल्याउनुहोस्

source: Maximize
ne: बढाउनुहोस्

source: Close
ne: बन्द गर्नुहोस्

source: Do not keep above others
ne: अरूको माथि नराख्नुहोस्

source: Keep above others
ne: अरूको माथि राख्नुहोस्

source: Do not keep below others
ne: अरूको मुनि नराख्नुहोस्

source: Keep below others
ne: अरूको मुनि राख्नुहोस्

source: Unshade
ne: छायाँ हटानुहोस्

source: Shade
ne: छायाँ पार्नुहोस्

source: No window decoration plugin library was found.
ne: विन्डो सजावट प्लगइन लाइब्रेरी फेला परेन

source: The default decoration plugin is corrupt and could not be loaded.
ne: पूर्वनिर्धारित प्लगइन दूषित छ र लोड गर्न सकिँदैन ।

source: The library %1 is not a KWin plugin.
ne: %1 लाइब्रेरी केडीई विन प्लगइन होइन ।
