Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/libkpgp.po
Languages: ne

source: Could not find PGP executable. Please check your PATH is set correctly.
ne: कार्यान्वयन योग्य पीजीपी फेला पार्न सकेन । कृपया तपाईँको PATH सेट ठीक भएको जाँच गर्नुहोस् ।

source: OpenPGP Security Check
ne: ओपन पीजीपी सुरक्षा जाँच

source: Passphrase is too long, it must contain fewer than 1024 characters.
ne: पासफ्रेज धेरै लामो छ, यसमा १०२४ भन्दा कम क्यारेक्टर समावेश गर्नुपर्दछ ।

source: Out of memory.
ne: स्मृति बाहिर ।

source: You just entered an invalid passphrase. Do you want to try again, or cancel and view the message undecrypted?
ne: तपाईँले भर्खरै अवैध पासफ्रेज प्रविष्ट गर्नुभएको छ । तपाईँले फेरि प्रयास गर्न वा रद्द गर्न वा गुप्तिकरण उल्टाएर सन्देश हेर्न चाहनुहुन्छ ?

source: PGP Warning
ne: पीजीपी चेतावनी

source: &Retry
ne: पुन: प्रयास गर्नुहोस्

source: You entered an invalid passphrase. Do you want to try again, continue and leave the message unsigned, or cancel sending the message?
ne: तपाईँले अवैध पासफ्रेज प्रविष्ट गर्नुभएको छ । तपाईँले सन्देश पठाउन, पुन: प्रयास गर्न, सन्देशलाई साइन नगरिकन जारी राख्न वा रद्द गर्न चाहनुहुन्छ ?

source: Send &Unsigned
ne: साइन नगरिकन पठाउनुहोस्

# %1 = 'signing failed' error message
source: %1 Do you want to send the message unsigned, or cancel sending the message?
ne: %1 तपाईँले सन्देश साइन नगरिकन पठाउन वा सन्देश पठाउन रद्द गर्न चाहनुहुन्छ ?

# %1 = 'bad keys' error message
source: %1 Do you want to encrypt anyway, leave the message as-is, or cancel sending the message?
ne: %1 तपाईँले जे भए पनि गुप्तलेखन गर्न, सन्देशलाई जस्ताको त्यस्तै छोड्न वा सन्देश पठाउन रद्द गर्न चाहनुहुन्छ ?

source: Send &Encrypted
ne: गुप्तिकरण गरेको पठाउनुहोस्

source: Send &Unencrypted
ne: गुप्तिकरण उल्टाएको पठाउनुहोस्

# %1 = 'missing keys' error message
source: %1 Do you want to leave the message as-is, or cancel sending the message?
ne: %1 सन्देश जस्ताको त्यस्तै छोड्न वा सन्देश पठाउन रद्द गर्न चाहनुहुन्छ ?

source: &Send As-Is
ne: जस्ताको त्यस्तै पठाउनुहोस्

source: The following error occurred: %1
ne: निम्न त्रुटि उत्पन्न भयो: %1

source: This is the error message of %1: %2
ne: यो %1 को त्रुटि सन्देश हो: %2

source: You did not select an encryption key for the recipient of this message; therefore, the message will not be encrypted.
ne: तपाईँले यो सन्देशको प्रापकका लागि गुप्तिकरण कुञ्जी चयन गर्नु भएन; त्यसैले सन्देश गुप्तिकरण हुदैन ।

source: You did not select an encryption key for any of the recipients of this message; therefore, the message will not be encrypted.
ne: तपाईँले यो सन्देशको प्रापकका लागि गुप्तिकरण कुञ्जी चयन गर्नु भएन; त्यसैले सन्देश गुप्तिकरण हुदैन ।

source: You did not select an encryption key for one of the recipients; this person will not be able to decrypt the message if you encrypt it.
ne: तपाईँले कुनै एउटा प्रापकका लागि गुप्तिकरण कुञ्जी चयन गर्नुभएको छैन; यदि तपाईँले यसलाई गुप्तिकरण गर्नुभएमा त्यो व्यक्तिले सन्देश गुप्तिकरण उल्टाउन सक्दैन ।

source: You did not select encryption keys for some of the recipients; these persons will not be able to decrypt the message if you encrypt it.
ne: तपाईँले कुनै केही प्रापकका लागि गुप्तिकरण कुञ्जी चयन गर्नुभएको छैन; यदि तपाईँले यसलाई गुप्तिकरण गर्नुभएमा ति मानिसहरूले सन्देश गुप्तिकरण उल्टाउन सक्दैन ।

source: This feature is still missing
ne: यो विशेषता अझै छुटेको छ

source: You either do not have GnuPG/PGP installed or you chose not to use GnuPG/PGP.
ne: तपाईँले GnuPG/PGP स्थापना गर्नुभएको छैन वा GnuPG/PGP प्रयोग नगर्न छनोट गर्नुभएको छ ।

source: Encryption Key Selection
ne: गुप्तिकरण कुञ्जी चयन

source: There is a problem with the encryption key(s) for "%1". Please re-select the key(s) which should be used for this recipient.
ne: त्यहाँ "%1" का लागि गुप्तिकरण कुञ्जीहरूमा समस्या छ । कृपया यो प्रापकका लागि प्रयोग गरिनु पर्ने कुञ्जी पुन: चयन गर्नुहोस् ।

source: No valid and trusted OpenPGP key was found for "%1". Select the key(s) which should be used for this recipient.
ne: "%1" का लागि विश्वासिलो ओपन पीजीपी कुञ्जी छैन । यो प्रापकका लागि प्रयोग गरिने कुञ्जी चयन गर्नुहोस् ।

source: More than one key matches "%1". Select the key(s) which should be used for this recipient.
ne: एक भन्दा बढी कुञ्जी "%1" सँग मिल्दछ । यो प्रापकका लागि प्रयोग गरिने कुञ्जी चयन गर्नुहोस् ।

source: Could not find public keys matching the userid(s) %1; the message is not encrypted.
ne: प्रयोगकर्ता आईडीसँग मिल्दो सार्वजनिक कुञ्जी फेला पार्न सकेन %1; सन्देश गुप्तिकरण गरेको छैन ।

source: Could not find public keys matching the userid(s) %1; these persons will not be able to read the message.
ne: प्रयोगकर्ता आईडी सँग मिल्दो सार्वजनिक कुञ्जी फेला पार्न सकेन %1; ति व्यक्तिहरूले सन्देश पढ्न सक्षम हुदैनन् ।

source: Public keys not certified with trusted signature for userid(s) %1. The message is not encrypted.
ne: प्रयोगकर्ता आईडी का लागि विश्वासिलो हस्ताक्षरसँग सार्वजनिक कुञ्जी प्रमाणित गरिएको छैन %1. सन्देश गुप्तिकरण गरिएको छैन ।

source: Public keys not certified with trusted signature for userid(s) %1; these persons will not be able to read the message.
ne: प्रयोगकर्ता आईडी का लागि विश्वासिलो हस्ताक्षरसँग सार्वजनिक कुञ्जी प्रमाणित गरिएको छैन %1; ति व्यक्तिले सन्देश पढ्न सक्षम हुदैनन् ।

source: Bad passphrase; could not sign.
ne: गलत पासफ्रेज; साइन गर्न सकेन ।

source: Signing failed: please check your PGP User Identity, the PGP setup, and the key rings.
ne: साइनिङ असफल: कृपया तपाईँको पीजीपी प्रयोगकर्ता पहिचान, पीजीपी सेटअप र कुञ्जी रिङ जाँच गर्नुहोस् ।

source: Encryption failed: please check your PGP setup and the key rings.
ne: गुप्तिकरण असफल: कृपया तपाईँको पीजीपी सेटअप र कुञ्जी रिङ जाँच गर्नुहोस् ।

source: error running PGP
ne: पीजीपी चलाउदा त्रुटि

source: Bad passphrase; could not decrypt.
ne: गलत पासफ्रेज; गुप्तिकरण उल्टाउन सकेन ।

source: You do not have the secret key needed to decrypt this message.
ne: तपाईँसँग यो सन्देश गुप्तिकरण उल्टाउन आवश्यक गोप्य कुञ्जी छैन ।

source: The keyring file %1 does not exist. Please check your PGP setup.
ne: %1 किरिङ फाइल अवस्थित छैन । तपाईँको पीजीपी सेटअप जाँच गर्नुहोस् ।

source: Unknown error
ne: अज्ञात त्रुटि

source: Neither recipients nor passphrase specified.
ne: प्रापक वा पासफ्रेज दुबै निर्दिष्ट गरिएको छैन ।

source: The passphrase you entered is invalid.
ne: तपाईँले प्रविष्ट गर्नुभएको पासफ्रेज वैध छैन ।

source: The key(s) you want to encrypt your message to are not trusted. No encryption done.
ne: तपाईँको सन्देश गुप्तिकरण गर्न चाहनुभएको कुञ्जीहरू विश्वासिला छैनन् । गुप्तिकरण भएको छैन ।

source: The following key(s) are not trusted: %1 Their owner(s) will not be able to decrypt the message.
ne: निम्न कुञ्जीहरू विश्वासिला छैनन्: %1 तिनीहरूको मालिकले सन्देश गुप्तिकरण उल्टाउन सक्षम हुदैनन् ।

source: Missing encryption key(s) for: %1
ne: यसका लागि छुटेको गुप्तिकरण कुञ्जी: %1

source: Error running PGP
ne: पीजीपी चलाउदा त्रुटि

source: You do not have the secret key for this message.
ne: यो सन्देशका लागि तपाईँसँग गोप्य कुञ्जी छैन ।

source: ??? (file ~/.pgp/pubring.pkr not found)
ne: ??? (फाइल ~/.pgp/pubring.pkr फेला परेन)

source: Unknown error.
ne: अज्ञात त्रुटि ।

source: Signing failed because the passphrase is wrong.
ne: पासफ्रेज गलत भएकाले साइनिङ असफल भयो ।

source: Signing failed because your secret key is unusable.
ne: तपाईँको गुप्त कुञ्जी उपयोगी नभएकाले साइनिङ असफल भयो ।

source: Error running gpg
ne: जीपीजी चलाउदा त्रुटि

source: ??? (file ~/.gnupg/pubring.gpg not found)
ne: ??? (फाइल ~/.gnupg/pubring.gpg फेला परेन)

source: Please enter your OpenPGP passphrase:
ne: कृपया तपाईँको ओपन पीजीपी पासफ्रेज प्रविष्ट गर्नुहोस्:

source: Please enter the OpenPGP passphrase for "%1":
ne: कृपया यसका लागि ओपन पीजीपी पासफ्रेज प्रविष्ट गर्नुहोस् "%1":

source: Warning
ne: चेतावनी

source: Please check if encryption really works before you start using it seriously. Also note that attachments are not encrypted by the PGP/GPG module.
ne: तपाईँले यसलाई पूर्ण रूपमा चलाउनु अगाडि नै गुप्तिकरणले राम्रोसँग काम गरेमा कृपया चेक गर्नुहोस् । साथै PGP/GPG मोड्युलद्वारा ति संलग्र फाइलहरू गुप्तिकरण गरिदैनन् भन्ने याद राख्नुहोस् ।

source: Encryption Tool
ne: गुप्तिकरण उपकरण

source: Select encryption tool to &use:
ne: प्रयोग गर्नलाई गुप्तिकरण उपकरण चयन गर्नुहोस्:

source: Autodetect
ne: स्वत: पत्ता लगाउनुहोस्

source: GnuPG - Gnu Privacy Guard
ne: GnuPG - Gnu निजी सुरक्षा

source: PGP Version 2.x
ne: PGP संस्करण 2.x

source: PGP Version 5.x
ne: PGP संस्करण 5.x

source: PGP Version 6.x
ne: PGP संस्करण 6.x

source: Do not use any encryption tool
ne: कुनै पनि गुप्तिकरण उपकरण प्रयोग नगर्नुहोस्

source: &Keep passphrase in memory
ne: पासफ्रेजलाई स्मृतिमा राख्नुहोस्

source: <qt><p>When this option is enabled, the passphrase of your private key will be remembered by the application as long as the application is running. Thus you will only have to enter the passphrase once.</p><p>Be aware that this could be a security risk. If you leave your computer, others can use it to send signed messages and/or read your encrypted messages. If a core dump occurs, the contents of your RAM will be saved onto disk, including your passphrase.</p><p>Note that when using KMail, this setting only applies if you are not using gpg-agent. It is also ignored if you are using crypto plugins.</p></qt>
ne: <qt><p>यो विकल्प सक्षम पार्दा, अनुप्रयोग चले सम्म अनुप्रयोगद्वारा तपाईँको निजी कुञ्जीको पासफ्रेज सम्झन्छ । त्यसैले तपाईँले पासफ्रेज एक पटक मात्र प्रविष्ट गर्नुपर्दछ ।</p><p>यो सुरक्षा जोखिम पनि हुन सक्दछ भन्नेमा सचेत रहनुहोस् । यदि तपाईँले आफ्नो कम्प्युटर छोड्नु भयो भने, अरूले तपाईँले साइन गरेको सन्देश पठाउन र/वा तपाईँको गुप्तिकरण सन्देश पढ्न प्रयोग गर्न सक्दछन् । यदि कोर डम्प उत्पन्न भएमा, तपाईँको RAM सामग्री, तपाईँको पासफ्रेज समेत डिस्कमा बचत हुन्छ ।</p><p>केडीई मेल प्रयोग गर्दा, यदि तपाईँले जीपीजी अभिकर्ता प्रयोग नगरेको बेलामा मात्र यो सेटिङ लागू गरिन्छ भन्ने याद राख्नुहोस् । तपाईँले क्राइप्टो प्लगइन प्रयोग गर्दै हुनुहुन्छ भने पनि यसलाई उपेक्षा गरिन्छ ।</p></qt>

source: Always encr&ypt to self
ne: स्वचालित रूपमा गुप्तिकरण गर्नुहोस्

source: <qt><p>When this option is enabled, the message/file will not only be encrypted with the receiver's public key, but also with your key. This will enable you to decrypt the message/file at a later time. This is generally a good idea.</p></qt>
ne: <qt><p>यो विकल्प सक्षम पार्दा, प्रापकको सार्वजनिक कुञ्जीसँग मात्र नभएर तपाईँको कुञ्जीसँग पनि सन्देश/फाइल गुप्तिकरण हुन्छ । यसले तपाईँलाई पछि सन्देश/फाइल गुप्तलेखन उल्टाउन सक्षम पार्दछ । सामान्यतया यो राम्रो विचार हो ।</p></qt>

source: &Show signed/encrypted text after composing
ne: रचना गरेपछि साइन/गुप्तिकरण गरेको पाठ देखाउनुहोस्

source: <qt><p>When this option is enabled, the signed/encrypted text will be shown in a separate window, enabling you to know how it will look before it is sent. This is a good idea when you are verifying that your encryption system works.</p></qt>
ne: <qt><p>यो विकल्प सक्षम पार्दा, यसलाई पठाउनु अगाडि तपाईँलाई कस्तो देखिन्छ भन्ने जानकारी प्राप्त गर्न सक्षम पारेर छुट्टै सञ्झ्यालमा साइन/गुप्तिकरण गरेको पाठ देखिन्छ । तपाईँको गुप्तिकरण प्रणाली कार्य रुजु गर्दा यो राम्रो विचार हो ।</p></qt>

source: Always show the encryption keys &for approval
ne: सहमतिका लागि सधै गुप्तिकरण कुञ्जी देखाउनुहोस्

source: <qt><p>When this option is enabled, the application will always show you a list of public keys from which you can choose the one it will use for encryption. If it is off, the application will only show the dialog if it cannot find the right key or if there are several which could be used. </p></qt>
ne: <qt><p>यो विकल्प सक्षम पार्दा, अनुप्रयोगले तपाईँलाई सार्वजनिक कुञ्जीको सूची देखाउदछ जुनबाट तपाईँले गुप्तिकरणका लागि प्रयोग हुने एउटा छनोट गर्न सक्नुहुन्छ । यदि यो बन्द भएमा, अनुप्रयोगले उचित कुञ्जी फेला पार्न नसकेमा वा त्यहाँ प्रयोग गर्न सकिने धेरै कुञ्जी भएमा संवाद मात्र देखाउदछ । </p></qt>

source: &Search for:
ne: यसका लागि खोजी गर्नुहोस्:

source: Key ID
ne: कुञ्जीआईडी

source: User ID
ne: प्रयोगकर्ता आईडी

source: Remember choice
ne: छनोट सम्झनुहोस्

source: <qt><p>If you check this box your choice will be stored and you will not be asked again.</p></qt>
ne: <qt><p>यदि तपाईँले यो बाकस चिनो गरेमा तपाईँको छनोट भण्डारण गरिन्छ र तपाईँलाई फेरि सोधिदैन ।</p></qt>

source: &Reread Keys
ne: कुञ्जी पुन: पढ्नुहोस्

source: Fingerprint: %1
ne: औँठाछाप: %1

source: Revoked
ne: रद्द गरिएको

source: Expired
ne: म्याद सकिएको

source: Disabled
ne: अक्षम पारिएको

source: Invalid
ne: अवैध

source: Undefined trust
ne: अपरिभाषित विश्वास

source: Untrusted
ne: अविश्वासिलो

source: Marginally trusted
ne: आंशिक रूपमा विश्वासिलो

source: Fully trusted
ne: पूर्ण रूपमा विश्वासिलो

source: Ultimately trusted
ne: अन्तिम विश्वासिलो

source: Unknown
ne: अज्ञात

source: Secret key available
ne: गुप्त कुञ्जी उपलब्ध

source: Sign only key
ne: कुञ्जी मात्र साइन गर्नुहोस्

source: Encryption only key
ne: कुञ्जी मात्र गुप्तिकरण गर्नुहोस्

# creation date and status of an OpenPGP key
source: Creation date: %1, Status: %2
ne: सिर्जना मिति: %1, वस्तुस्थिति: %2

# creation date, status and remark of an OpenPGP key
source: Creation date: %1, Status: %2 (%3)
ne: सिर्जना मिति: %1, वस्तुस्थिति: %2 (%3)

source: Checking Keys
ne: कुञ्जी जाँच गर्दैछ

source: Checking key 0xMMMMMMMM...
ne: 0xMMMMMMMM कुञ्जी जाँच गर्दैछ...

source: Checking key 0x%1...
ne: 0x%1 कुञ्जी जाँच गर्दैछ...

source: Recheck Key
ne: कुञ्जी पुन: जाँच गर्नुहोस्

source: OpenPGP Key Selection
ne: ओपन पीजीपी कुञ्जी चयन

source: Please select an OpenPGP key to use.
ne: कृपया प्रयोग गर्नलाई ओपन पीजीपी चयन गर्नुहोस् ।

source: Change...
ne: परिवर्तन गर्नुहोस्...

source: Encryption Key Approval
ne: गुप्तिकरण कुञ्जी सहमति

source: The following keys will be used for encryption:
ne: गुप्तिकरणका लागि निम्न कुञ्जीहरू प्रयोग गरिन्छ:

source: Your keys:
ne: तपाईँका कुञ्जी:

source: Recipient:
ne: प्रापक:

source: Encryption keys:
ne: गुप्तिकरण कुञ्जी:

source: Encryption preference:
ne: गुप्तिकरण प्राथमिकता:

# @item:inlistbox
source: Always Ask
ne: सधैँ सोध्ने

source: Select the key(s) which should be used to encrypt the message to yourself.
ne: तपाईँ आफ्नै लागि सन्देश गुप्तिकरण गर्न प्रयोग गर्नुपर्ने कुञ्जी चयन गर्नुहोस् ।

source: Select the key(s) which should be used to encrypt the message for %1
ne: यसका लागि सन्देश गुप्तिकरण गर्न प्रयोग गरिनु पर्ने कुञ्जी चयन गर्नुहोस् %1

source: OpenPGP Information
ne: ओपन पीजी पी सूचना

source: Result of the last encryption/sign operation:
ne: अन्तिम गुप्तिकरण/साइन सञ्चालनको परिणाम:
