Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/nsplugin.po
Languages: ne

source: Start Plugin
ne: सुरु प्लगइन

source: plugin
ne: प्लगइन

source: &Save As...
ne: यस रूपमा बचत गर्नुहोस्...

source: Loading Netscape plugin for %1
ne: %1 का लागि नेटस्क्याप लोड गर्दैछ

source: Unable to load Netscape plugin for %1
ne: %1 का लागि नेटस्क्याप प्लगइन लोड गर्न अक्षम

# Name of the netscape-plugin which generated this mimetype
source: Netscape plugin %1
ne: नेटस्क्याप प्लगइन %1

source: Unnamed plugin
ne: बेनामी प्लगइन

source: Netscape plugin viewer
ne: नेटस्क्याप प्लगइन दर्शक

source: (c) 2000,2001 by Stefan Schimanski
ne: (c) 2000,2001 स्टेफन स्किमान्स्की

source: Show progress output for GUI
ne: GUI का लागि प्रगति प्रतिफल देखाउनुहोस्

source: &File
ne: फाइल

# NAME OF TRANSLATORS
source: Your names
ne: Kapil Timilsina, श्यामकृष्ण बल, जितेन्द्र हरलालका, Launchpad Contributions:,Nabin Gautam

# EMAIL OF TRANSLATORS
source: Your emails
ne: lipak21@gmail.com,nabin@mpp.org.np, Shyam krishna bal<shyamkrishna_bal@yahoo.com>, Jitendra Harlalka <jitendra@otrc.gov.np>,,

source: Submitting data to %1
ne: %1 मा डेटा पेश हुँदैछ

source: Requesting %1
ne: %1 अनुरोध गर्दैछ

source: nspluginviewer
ne: नेटस्क्याप प्लगइन दर्शक
