Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/solid-bluetooth.po
Languages: ne

source: KDE tool for querying and controlling your hardware from the command line
ne: आदेश लाइनबाट तपाईँको हार्डवेयर क्वेरी गर्ने र नियन्त्रण गर्ने केडीई उपकरण

source: Syntax Error: Not enough arguments
ne: वाक्य संरचना त्रुटि: पर्याप्त तर्क छैन

source: Syntax Error: Too many arguments
ne: वाक्य संरचना त्रुटि: अति धेरै तर्क

source: Show available commands by domains
ne: डोमेनद्वारा उपलब्ध आदेश देखाउनुहोस्

source: Command (see --commands)
ne: आदेश (--आदेश हेर्नुहोस्)

source: Arguments for command
ne: आदेशका लागि तर्क

source: Syntax:
ne: वाक्य संरचना:

source: # List bluetooth adapters/interfaces
ne: # ब्लुतुथ एडप्टर/इन्टरफेस सूचीबद्ध गर्नुहोस्

source: # List bluetooth default adapter/interface
ne: # ब्लुतुथ पूर्वनिर्धारित एडप्टर/इन्टरफेस सूचीबद्ध गर्नुहोस्

source: Syntax Error: Unknown command '%1'
ne: वाक्य संरचना त्रुटि: अज्ञात आदेश '%1'

source: Error: unsupported operation.
ne: त्रुटि: असमर्थित कार्य ।

source: Error: %1
ne: त्रुटि: %1

source: Progress: %1%
ne: प्रगति: %1%

source: Info: %1
ne: सूचना: %1
