Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/superkaramba.po
Languages: ne

source: Update
ne: अद्यावधिक गर्नुहोस्

source: Configure &Theme
ne: विषयवस्तु कन्फिगर गर्नुहोस्

source: To Des&ktop
ne: डेस्कटपमा

source: &All Desktops
ne: सबै डेस्कटप

source: Desktop
ne: डेस्कटप

source: &Reload Theme
ne: विषयवस्तु पुन: लोड गर्नुहोस्

source: &Close This Theme
ne: यो विषयवस्तु बन्द गर्नुहोस्

source: SuperKaramba
ne: सुपरकाराम्बा

source: 1 Running Theme:
ne: १ चलिरहेको विषयवस्तु:

source: <qt>Hiding the system tray icon will keep SuperKaramba running in background. To show it again use the theme menu.</qt>
ne: <qt>प्रणाली ट्रे प्रतिमा लुकाउँदा सुपरकाराम्बा पृष्ठभूमिमा चलिरहन्छ । यसलाई फेरि देखाउन विषयवस्तु मेनु प्रयोग गर्नुहोस् ।</qt>

source: Hiding System Tray Icon
ne: प्रणाली ट्रे प्रतिमा लुकाउँदै

source: Show System Tray Icon
ne: प्रणाली ट्रे प्रतिमा देखाउनुहोस्

source: &Manage Themes...
ne: विषयवस्तु व्यवस्थापन गर्नुहोस्...

source: &Quit SuperKaramba
ne: सुपरकाराम्बा अन्त्य गर्नुहोस्

source: Hide System Tray Icon
ne: प्रणाली ट्रे प्रतिमा लुकाउनुहोस्

source: SuperKaramba cannot continue to run this theme.One or more of the required components of the Kross scripting architecture is not installed. Please consult this theme's documentation and install the necessary Kross components.
ne: यो विषयवस्तु चलाउन सुपरकारम्बालाई निरन्तरता दिन सकिँदैन । क्रोस स्क्रिप्ट बनावटको एक वा अरु आवश्यक तत्वहरू स्थापना गरिएको छैन । कृपया यो विषयवस्तुको मिसिलिकरण परामर्श गर्नुहोस् र आवश्यक क्रोस तत्वहरू स्थापना गर्नुहोस् ।

source: Please install additional Kross components
ne: कृपया थप क्रोस तत्वहरू स्थापना गर्नुहोस्

source: A KDE Eye-candy Application
ne: एउटा केडीई आई क्यान्डि सफ्टवेयर

source: Adam Geitgey
ne: आडम गेइत्गेय

source: Hans Karlsson
ne: हान्स कार्लस्सन

source: Ryan Nickell
ne: रायन निक्केल

source: Petri Damstén
ne: पेट्रि दाम्स्टेन

source: Alexander Wiedenbruch
ne: अलेक्जेन्डर वाइडेनब्रुच

source: Luke Kenneth Casson Leighton
ne: लुके केन्नेथ कास्सोन लेइग्ह्टन

source: Sebastian Sauer
ne: सेबास्टियन साउएर

source: Work on Kross, tutorials and examples
ne: क्रोसमा काम गर्नुहोस्, ट्युटोरियल र उद्दाहरण

source: Use the original python bindings as scripting backend. Off by default.
ne: स्क्रिप्टिङ बाइन्डिङको रुपमा मौलिक पाइथन बाइन्डिङ प्रयोग गर्नुहोस् । पूर्वनिर्धारित रुपमा बन्द गर्नुहोस् ।

source: A required argument 'file'
ne: आवश्यक तर्क 'फाइल'

source: Show system tray icon.
ne: प्रणाली ट्रे प्रतिमा देखाउनुहोस् ।

source: Themes that user added to theme list.
ne: प्रयोगकर्ताले विषयवस्तु सूचीमा थपेको विषयवस्तु ।

source: C&ustom
ne: अनुकूल

source: SuperKaramba Themes
ne: सुपरकाराम्बा विषयवस्तु

source: &Search:
ne: खोजी गर्नुहोस्:

source: S&how:
ne: देखाउनुहोस्:

source: All
ne: सबै

source: Running
ne: चलिरहेको

source: &Add to Desktop
ne: डेस्कटपमा थप्नुहोस्

source: &Close
ne: बन्द गर्नुहोस्

source: <p align="center">1 running</p>
ne: <p align="center">१ चलिरहेको</p>

source: Header
ne: हेडर

source: Description
ne: वर्णन

# NAME OF TRANSLATORS
source: Your names
ne: Mahesh Subedi, श्यामकृष्ण बल, नारायण कुमार मगर, ,Launchpad Contributions:,Narayan Kumar Magar

# EMAIL OF TRANSLATORS
source: Your emails
ne: submanesh@gmail.com, shyamkrishna_bal@yahoo.com, narayan@mpp.org.np,,,

source: modified
ne: परिमार्जित

source: You are about to install and run %1 SuperKaramba theme. Since themes can contain executable code you should only install themes from sources that you trust. Continue?
ne: तपाईँले %1 सुपरकाराम्बा विषयवस्तु स्थापना गर्न र चलाउन लाग्नु भएको छ । विषयवस्तुले कार्यान्वयन योग्य सङ्केत समावेश गर्न सक्ने हुनाले तपाईँले विश्वास गर्नुभएको स्रोतबाट मात्र विषयवस्तु स्थापना गर्नु पर्दछ । जारी राख्नुहुन्छ ?

source: Executable Code Warning
ne: कार्यान्वयन योग्य सङ्केत चेतावनी

source: Install
ne: स्थापना गर्नुहोस्

source: %1 already exists. Do you want to overwrite it?
ne: %1 पहिल्यै अवस्थित छ । तपाईँ यसलाई अधिलेखन गर्न चाहनुहुन्छ ?

source: File Exists
ne: फाइल अवस्थित छ

source: Overwrite
ne: अधिलेखन गर्नुहोस्

source: Get New Stuff
ne: नयाँ स्टफ प्राप्त गर्नुहोस्

source: Download new themes.
ne: नयाँ विषयवस्तु डाउनलोड गर्नुहोस् ।

source: New Stuff...
ne: नयाँ स्टफ...

source: Open Local Theme
ne: स्थानीय विषयवस्तु खोल्नुहोस्

source: Add local theme to the list.
ne: सूचीमा स्थानीय विषयवस्तु थप्नुहोस् ।

# Open theme button
source: Open...
ne: खोल्नुहोस्...

source: Uninstall
ne: विस्थापन गर्नुहोस्

source: *.theme *.skz|Themes
ne: *.theme *.skz|विषयवस्तु

source: Open Themes
ne: विषयवस्तु खोल्नुहोस्

source: <p align="center">%1 running</p>
ne: <p align="center">%1 चलिरहेको</p>
