Repository: jitendraharlalka/Ubuntu-Nepali-Localization
Catalog: LC_MESSAGES/validatorsplugin.po
Languages: ne

source: Validate Web Page
ne: वेब पृष्ठ प्रमाणीकरण गर्नुहोस्

source: &Validate Web Page
ne: वेब पृष्ठ प्रमाणीकरण गर्नुहोस्

source: Validate HTML (by URI)
ne: HTML प्रमाणीकरण गर्नुहोस् (URI द्वारा)

source: Validate HTML (by Upload)
ne: HTML प्रमाणीकरण गर्नुहोस् (अपलोड द्वारा)

source: Validate CSS (by URI)
ne: CSS प्रमाणीकरण गर्नुहोस् (URI द्वारा)

source: Validate CSS (by Upload)
ne: CSS प्रमाणीकरण गर्नुहोस् (अपलोड द्वारा)

source: Validate &Links
ne: लिङ्क प्रमाणित गर्नुहोस्

source: Validate Page
ne: पृष्ठ प्रमाणीकरण गर्नुहोस्

source: View Validator Report
ne: प्रमाणीकरणकर्ता प्रतिवेदन हेर्नुहोस्

source: C&onfigure Validator...
ne: प्रमाणीकरणकर्ता कन्फिगर गर्नुहोस्...

source: Remote Validation
ne: सूदुर प्रमाणीकरण

source: Local Validation
ne: स्थानिय प्रमाणीकरण

source: 1 error
ne: १ त्रुटि

source: 1 warning
ne: १ चेतावनी

source: 1 accessibility warning
ne: १ सुगम्यता चेतावनी

source: HTML tidy results:
ne: HTML सुव्यवस्थित परिणाम:

source: Page: %1, %2, %3
ne: पृष्ठ: %1, %2, %3

# %1 is the error count string, %2 the warning count string
source: Page: %1, %2
ne: पृष्ठ: %1, %2

source: Frame '%1': %2, %3, %4
ne: फ्रेम '%1': %2, %3, %4

source: Frame '%1': %2, %3
ne: फ्रेम '%1': %2, %3

source: <qt>The selected URL cannot be verified because it contains a password. Sending this URL to <b>%1</b> would put the security of <b>%2</b> at risk.</qt>
ne: <qt>चयन गरिएको यूआरएल रूजू गर्न सकिँदैन किनभने यसले पासवर्ड समाविष्ट गर्दछ । यो यूआरएल<b>%1</b> पठाउँनाले जोखिममा <b>%2</b> को सुरक्षा राख्नेछ ।</qt>

source: Cannot Validate Source
ne: स्रोत प्रमाणीत गर्न सकिँदैन

source: You cannot validate anything except web pages with this plugin.
ne: तपाईँले यो वेब प्लगइनद्वारा वेब पृष्ठहरू बाहेक केही पनि प्रमाणीकरण गर्न सक्नुहुन्न ।

source: Malformed URL
ne: विकृत यूआरएल

source: The URL you entered is not valid, please correct it and try again.
ne: तपाईँले प्रविष्ट गर्नुभएको यूआरएल अवैध छ, कृपया यसलाई सुधार गर्नुहोस् र फेरि प्रयास गर्नुहोस् ।

source: Validation
ne: प्रमाणीकरण

source: Accessibility validation level:
ne: सुगम्यता प्रमाणीकरण स्तर:

source: 0 (No check)
ne: ० (कुनै जाँच छैन्)

source: If this option is enabled, the internal HTML validator is executed after a webpage has been loaded.
ne: यो विकल्प सक्षम पारिएमा, वेबपेज लोड भए पछि आन्तरिक HTML प्रमाणीकरणकर्ता जारी हुनेछ ।

source: Run after loading
ne: लोड गरेपछि चलाउने

source: &Tools
ne: उपकरण

source: Extra Toolbar
ne: अतिरिक्त उपकरणपट्टी

source: HTML/XML Validator
ne: एचटीएमएल/एक्सएमएल वैधताकर्ता

source: URL:
ne: यूआरएल:

source: Upload:
ne: अपलोड गर्नुहोस्:

source: CSS Validator
ne: सीएसएस वैधताकर्ता

source: Link Validator
ne: लिङ्क वैधताकर्ता

source: Frame
ne: फ्रेम

source: Row
ne: पङक्ति

source: Column
ne: स्तम्भ

source: Message
ne: सन्देश

# NAME OF TRANSLATORS
source: Your names
ne: श्यामकृष्ण बल, जितेन्द्र हरलालका ,Launchpad Contributions:,Arne Goetje,Nabin Gautam

# EMAIL OF TRANSLATORS
source: Your emails
ne: shyamkrishna_bal@yahoo.com, jitendra@otrc.gov.np,,arne.goetje@canonical.com,

source: Validation Report
ne: प्रमाणीकरण प्रतिवेदन

# Validation status
source: Error
ne: त्रुटि

# Validation status
source: Warning
ne: चेतावनी

# Validation status
source: Accessibility warning
ne: सुगम्यता चेतावनी

source: Configure Validator Plugin
ne: वैधताकर्ता प्लगइन कन्फिगर गर्नुहोस्

source: Internal Validation
ne: आन्तरिक प्रमाणीकरण
